Repository: tacotexmex/hamlets_quest
Catalog: mods/user_interface/mtg_i18n/locale/*.po
Languages: be, cs, de, es, fr, it, ms, nl, pl, ru

source: Gold Block Stair Inner
be: Унутраная прыступка з блока золата
de: Innere Goldblocktreppe
it: Scala di blocco d'oro (angolo interno)
ms: Tangga Bongkah Emas Dalaman
ru: Внутренние ступени из блока золота

source: Ice Stair Inner
be: Унутраная прыступка з ільда
de: Innere Eistreppe
fr: Escalier en glace
it: Scala di ghiaccio (angolo interno)
ms: Tangga Ais Dalaman
ru: Внутренние ступени изо льда

source: Jungle Wood Stair Inner
be: Унутраная прыступка з джунглевага дрэва
de: Innere Tropenholztreppe
it: Scala di legno della giungla (angolo interno)
ms: Tangga Kayu Hutan Dalaman
ru: Внутренние ступени из дерева джунглей

source: Mossy Cobblestone Stair Inner
be: Унутраная прыступка з замшэлага бруку
de: Innere, Bemooste Pflastersteintreppe
it: Scala di ciottoli muschiosi (angolo interno)
ms: Tangga Batu Buntar Berlumut Dalaman
ru: Внутренние ступени из замшелого булыжника

source: Obsidian Block Stair Inner
be: Унутраная прыступка з блока абсідыяну
de: Innere Obsidianblocktreppe
fr: Escalier en obsidienne
it: Scala di blocco d'ossidiana (angolo interno)
ms: Tangga Bongkah Obsidia Dalaman
ru: Внутренние ступени из блока обсидиана

source: Obsidian Brick Stair Inner
be: Унутраная прыступка з цэглы абсідыяну
de: Innere Obsidianziegeltreppe
it: Scala di mattoni d'ossidiana (angolo interno)
ms: Tangga Bata Obsidia Dalaman
ru: Внутренние ступени из обсидианового кирпича

source: Obsidian Stair Inner
be: Унутраная прыступка з абсідыяну
de: Innere Obsidiantreppe
fr: Escalier en obsidienne
it: Scala d'ossidiana (angolo interno)
ms: Tangga Obsidia Dalaman
ru: Внутренние ступени из обсидиана

source: Pine Wood Stair Inner
be: Унутраная прыступка з хвоі
de: Innere Kiefernholztreppe
it: Scala di legno di pino (angolo interno)
ms: Tangga Kayu Pain Dalaman
ru: Внутренние ступени из сосны

source: Sandstone Block Stair Inner
be: Унутраная прыступка з блока пяшчаніка
de: Innere Sandsteinblocktreppe
fr: Marche en blocs de grès
it: Scala di blocco d'arenaria (angolo interno)
ms: Tangga Bongkah Batu Pasir Dalaman
ru: Внутренние ступени из блока песчаника

source: Sandstone Brick Stair Inner
be: Унутраная прыступка з цэглы пяшчаніка
de: Innere Sandsteinziegeltreppe
it: Scala di mattoni d'arenaria (angolo interno)
ms: Tangga Bata Batu Pasir Dalaman
ru: Внутренние ступени из песчаниковых кирпичей

source: Sandstone Stair Inner
be: Унутраная прыступка з пяшчаніка
de: Innere Sandsteintreppe
it: Scala d'arenaria (angolo interno)
ms: Tangga Batu Pasir Dalaman
ru: Внутренние ступени из песчаника

source: Silver Sandstone Block Stair Inner
be: Унутраная прыступка з блока срэбнага пяшчаніка
de: Innere Silbersandsteinblocktreppe
it: Scala di blocco d'arenaria argentea (angolo interno)
ms: Tangga Bongkah Batu Pasir Perak Dalaman
ru: Внутренние ступени из блока серебряного песчаника

source: Silver Sandstone Brick Stair Inner
be: Унутраная прыступка з цэглы срэбнага пяшчаніка
de: Innere Silbersandsteinziegeltreppe
it: Scala di mattoni d'arenaria argentea (angolo interno)
ms: Tangga Bata Batu Pasir Perak Dalaman
ru: Внутренние ступени из кирпичей серебряного песчаника

source: Silver Sandstone Stair Inner
be: Унутраная прыступка са срэбнага пяшчаніка
de: Innere Silbersandsteintreppe
fr: Marche en grès argenté
it: Scala d'arenaria argentea (angolo interno)
ms: Tangga Batu Pasir Perak Dalaman
ru: Внутренние ступени из серебряного песчаника

source: Snow Block Stair Inner
be: Унутраная прыступка з блока снега
de: Innere Schneeblocktreppe
fr: Marche en blocs de neige
it: Scala di blocco di neve (angolo interno)
ms: Tangga Bongkah Salji Dalaman
ru: Внутренние ступени из блока снега

source: Steel Block Stair Inner
be: Унутраная прыступка з блока сталі
de: Innere Stahlblocktreppe
it: Scala di blocco d'acciaio (angolo interno)
ms: Tangga Bongkah Keluli Dalaman
ru: Внутренние ступени из блока стали

source: Stone Block Stair Inner
be: Унутраная прыступка з блока камня
de: Innere Steinblocktreppe
fr: Escalier en blocs de pierre
it: Scala di blocco di pietra (angolo interno)
ms: Tangga Bongkah Batu Dalaman
ru: Внутренние ступени из каменного блока

source: Stone Brick Stair Inner
be: Унутраная прыступка з каменнай цэглы
de: Innere Steinziegeltreppe
it: Scala di mattoni di pietra (angolo interno)
ms: Tangga Bata Batu Dalaman
ru: Внутренние ступени из каменного кирпича

source: Stone Stair Inner
be: Унутраная прыступка з камня
de: Innere Steintreppe
it: Scala di pietra (angolo interno)
ms: Tangga Batu Dalaman
ru: Внутренние ступени из камня

source: Straw Stair Inner
be: Унутраная прыступка з саломы
de: Innere Strohtreppe
it: Scala di paglia (angolo interno)
ms: Tangga Jerami Dalaman
ru: Внутренние ступени из соломы

source: Tin Block Stair Inner
be: Унутраная прыступка з блока снега
de: Innere Zinnblocktreppe
it: Scala di blocco di stagno (angolo interno)
ms: Tangga Bongkah Timah Dalaman
ru: Внутренние ступени из блока олова

source: Wooden Stair Inner
be: Унутраная прыступка з драўніны
de: Innere Holztreppe
it: Scala di legno (angolo interno)
ms: Tangga Kayu Dalaman
ru: Внутренние ступени из дерева

source: Acacia Wood Stair Outer
be: Знешняя прыступка з акацыі
de: Äußere Akazienholztreppe
it: Scala di legno d'acacia (angolo esterno)
ms: Tangga Kayu Akasia Luaran
ru: Наружные ступени из дерева акации

source: Aspen Wood Stair Outer
be: Знешняя прыступка з асіны
de: Äußere Espenholztreppe
it: Scala di legno di pioppo (angolo esterno)
ms: Tangga Kayu Aspen Luaran
ru: Наружные ступени из дерева осины

source: Brick Stair Outer
be: Знешняя прыступка з цэглы
de: Äußere Ziegelsteintreppe
it: Scala di mattoni (angolo esterno)
ms: Tangga Bata Luaran
ru: Наружные ступени из кирпича

source: Bronze Block Stair Outer
be: Знешняя прыступка з бронзавага блока
de: Äußere Bronzeblocktreppe
it: Scala di blocco di bronzo (angolo esterno)
ms: Tangga Bongkah Gangsa Luaran
ru: Наружные ступени из блока бронзы

source: Cobblestone Stair Outer
be: Знешняя прыступка з бруку
de: Äußere Pflastersteintreppe
it: Scala di ciottoli (angolo esterno)
ms: Tangga Batu Buntar Luaran
ru: Наружные ступени из булыжника

source: Copper Block Stair Outer
be: Знешняя прыступка з блока медзі
de: Äußere Kupferblocktreppe
it: Scala di blocco di rame (angolo esterno)
ms: Tangga Bongkah Tembaga Luaran
ru: Наружные ступени из блока меди

source: Desert Cobblestone Stair Outer
be: Знешняя прыступка з пустыннага бруку
de: Äußere Wüstenpflastersteintreppe
it: Scala di ciottoli del deserto (angolo esterno)
ms: Tangga Batu Buntar Gurun Luaran
ru: Наружные ступени из пустынного булыжника

source: Desert Sandstone Block Stair Outer
be: Знешняя прыступка з блока пустыннага пяшчаніка
de: Äußere Wüstensandsteinblocktreppe
it: Scala di blocco d'arenaria del deserto (angolo esterno)
ms: Tangga Bongkah Batu Pasir Gurun Luaran
ru: Наружные ступени из блока пустынного песчаника

source: Desert Sandstone Brick Stair Outer
be: Знешняя прыступка з цэглы пустыннага пяшчаніка
de: Äußere Wüstensandsteinziegeltreppe
it: Scala di mattoni d'arenaria del deserto (angolo esterno)
ms: Tangga Bata Batu Pasir Gurun Luaran
ru: Наружные ступени из кирпичей пустынного песчаника

source: Desert Sandstone Stair Outer
be: Знешняя прыступка з пустыннага пяшчаніка
de: Äußere Wüstensandsteintreppe
it: Scala d'arenaria del deserto (angolo esterno)
ms: Tangga Batu Pasir Gurun Luaran
ru: Наружные ступени из пустынного песчаника

source: Desert Stone Block Stair Outer
be: Знешняя прыступка з блока пустыннага камня
de: Äußere Wüstensteinblocktreppe
it: Scala di blocco di pietra del deserto (angolo esterno)
ms: Tangga Bongkah Batu Gurun Luaran
ru: Наружные ступени из блока пустынного песчаника

source: Desert Stone Brick Stair Outer
be: Знешняя прыступка з цэглы пустыннага камня
de: Äußere Wüstensteinziegeltreppe
it: Scala di mattoni di pietra del deserto (angolo esterno)
ms: Tangga Bata Batu Gurun Luaran
ru: Наружные ступени из кирпича пустынного песчаника

source: Desert Stone Stair Outer
be: Знешняя прыступка з пустыннага камня
de: Äußere Wüstensteintreppe
it: Scala di pietra del deserto (angolo esterno)
ms: Tangga Batu Gurun Luaran
ru: Наружные ступени из пустынного камня

source: Gold Block Stair Outer
be: Знешняя прыступка з блока золата
de: Äußere Goldblocktreppe
it: Scala di blocco d'oro (angolo esterno)
ms: Tangga Bongkah Emas Luaran
ru: Наружные ступени из блока золота

source: Ice Stair Outer
be: Знешняя прыступка з ільда
de: Äußere Eistreppe
it: Scala di ghiaccio (angolo esterno)
ms: Tangga Ais Luaran
ru: Наружные ступени изо льда

source: Jungle Wood Stair Outer
be: Знешняя прыступка з джунглевага дрэва
de: Äußere Tropenholztreppe
it: Scala di legno della giungla (angolo esterno)
ms: Tangga Kayu Hutan Luaran
ru: Наружные ступени из дерева джунглей

source: Mossy Cobblestone Stair Outer
be: Знешняя прыступка з замшэлага бруку
de: Äußere, Bemooste Pflastersteintreppe
it: Scala di ciottoli muschiosi (angolo esterno)
ms: Tangga Batu Buntar Berlumut Luaran
ru: Наружные ступени из замшелого булыжника

source: Obsidian Block Stair Outer
be: Знешняя прыступка з блока абсідыяну
de: Äußere Obsidianblocktreppe
it: Scala di blocco d'ossidiana (angolo esterno)
ms: Tangga Bongkah Obsidia Luaran
ru: Наружные ступени из блока обсидиана

source: Obsidian Brick Stair Outer
be: Знешняя прыступка з цэглы абсідыяну
de: Äußere Obsidianziegeltreppe
it: Scala di mattoni d'ossidiana (angolo esterno)
ms: Tangga Bata Obsidia Luaran
ru: Наружные ступени из обсидианового кирпича

source: Obsidian Stair Outer
be: Знешняя прыступка з абсідыяну
de: Äußere Obsidiantreppe
it: Scala d'ossidiana (angolo esterno)
ms: Tangga Obsidia Luaran
ru: Наружные ступени из обсидиана

source: Pine Wood Stair Outer
be: Знешняя прыступка з хвоі
de: Äußere Kiefernholztreppe
it: Scala di legno di pino (angolo esterno)
ms: Tangga Kayu Pain Luaran
ru: Наружные ступени из дерева сосны

source: Sandstone Block Stair Outer
be: Знешняя прыступка з блока пяшчаніка
de: Äußere Sandsteinblocktreppe
it: Scala di blocco d'arenaria (angolo esterno)
ms: Tangga Bongkah Batu Pasir Luaran
ru: Наружные ступени из блока песчаника

source: Sandstone Brick Stair Outer
be: Знешняя прыступка з цэглы пяшчаніка
de: Äußere Sandsteinziegeltreppe
it: Scala di mattoni d'arenaria (angolo esterno)
ms: Tangga Bata Batu Pasir Luaran
ru: Наружные ступени из песчаниковых кирпичей

source: Sandstone Stair Outer
be: Знешняя прыступка з пяшчаніка
de: Äußere Sandsteintreppe
it: Scala d'arenaria (angolo esterno)
ms: Tangga Batu Pasir Luaran
ru: Наружные ступени из песчаника

source: Silver Sandstone Block Stair Outer
be: Знешняя прыступка з блока срэбнага пяшчаніка
de: Äußere Silbersandsteinblocktreppe
it: Scala di blocco d'arenaria argentea (angolo esterno)
ms: Tangga Bongkah Batu Pasir Perak Luaran
ru: Наружные ступени из блока серебряного песчаника

source: Silver Sandstone Brick Stair Outer
be: Знешняя прыступка з цэглы срэбнага пяшчаніка
de: Äußere Silbersandsteinziegeltreppe
it: Scala di mattoni d'arenaria argentea (angolo esterno)
ms: Tangga Bata Batu Pasir Perak Luaran
ru: Наружные ступени из кирпичей серебряного песчаника

source: Silver Sandstone Stair Outer
be: Знешняя прыступка са срэбнага пяшчаніка
de: Äußere Silbersandsteintreppe
it: Scala d'arenaria argentea (angolo esterno)
ms: Tangga Batu Pasir Perak Luaran
ru: Наружные ступени из серебряного песчаника

source: Snow Block Stair Outer
be: Знешняя прыступка з блока снега
de: Äußere Schneeblocktreppe
it: Scala di blocco di neve (angolo esterno)
ms: Tangga Bongkah Salji Luaran
ru: Наружные ступени из блока снега

source: Steel Block Stair Outer
be: Знешняя прыступка з блока сталі
de: Äußere Stahlblocktreppe
it: Scala di blocco d'acciaio (angolo esterno)
ms: Tangga Bongkah Keluli Luaran
ru: Наружные ступени из блока стали

source: Stone Block Stair Outer
be: Знешняя прыступка з блока камня
de: Äußere Steinblocktreppe
it: Scala di blocco di pietra (angolo esterno)
ms: Tangga Bongkah Batu Luaran
ru: Наружные ступени из каменного блока

source: Stone Brick Stair Outer
be: Знешняя прыступка з каменнай цэглы
de: Äußere Steinziegeltreppe
it: Scala di mattoni di pietra (angolo esterno)
ms: Tangga Bata Batu Luaran
ru: Наружные ступени из каменного кирпича

source: Stone Stair Outer
be: Знешняя прыступка з камня
de: Äußere Steintreppe
it: Scala di pietra (angolo esterno)
ms: Tangga Batu Luaran
ru: Наружные ступени из камня

source: Straw Stair Outer
be: Знешняя прыступка з саломы
de: Äußere Strohtreppe
it: Scala di paglia (angolo esterno)
ms: Tangga Jerami Luaran
ru: Наружные ступени из соломы

source: Tin Block Stair Outer
be: Знешняя прыступка з блока волава
de: Äußere Schneeblocktreppe
it: Scala di blocco di stagno (angolo esterno)
ms: Tangga Bongkah Timah Luaran
ru: Наружные ступени из блока олова

source: Wooden Stair Outer
be: Знешняя прыступка з драўніны
de: Äußere Holztreppe
it: Scala di legno (angolo esterno)
ms: Tangga Kayu Luaran
ru: Наружные ступени из дерева

source: Gun Powder
be: Порах
cs: Střelný prach
de: Schwarzpulver
es: Polvora
fr: Poudre à canon
it: Polvere da sparo
ms: Serbuk Senjata Api
nl: Buskruit
pl: Proch
ru: Порох

source: TNT
be: Тол
es: Dinamita
ru: Динамит

source: Unknown Item
be: Невядомы элемент
cs: Neznámý předmět
de: Unbekannter Gegenstand
es: Item Desconocido
fr: Élément inconnu
it: Oggetto sconosciuto
ms: Item Tidak Diketahui
nl: Onbekend Item
pl: Nieznany obiekt
ru: Неизвестная вещь

source: Drinking Glass (empty)
be: Шклянка (пустая)
cs: Sklenice (prázdná)
de: Trinkglas (leer)
es: Vaso para Beber (vacio)
fr: Verre (vide)
it: Bicchiere (vuoto)
ms: Gelas Minuman (Kosong)
nl: Drinkglas (leeg)
ru: Стакан (пустой)

source: Glass Bottle (empty)
be: Шкляная бутэлька (пустая)
cs: Skleněná lahev (prázdná)
de: Glasflasche (leer)
es: Botella de Vidrio (vacia)
fr: Bouteille en verre (vide)
it: Bottiglia (vuota)
ms: Botol Kaca (Kosong)
nl: Glazen fles (leeg)
ru: Стеклянная бутылка (пустая)

source: Pile of Glass Fragments
be: Куча аскепкаў шкла
cs: Hromádka skleněných střepů
de: Haufen aus Glasfragmenten
es: Monton de Fragmentos de Vidrio
fr: Pile de fragments de verre
it: Mucchietto di frammenti di vetro
ms: Timbunan Cebisan Kaca
nl: Stapel van Glasscherven
pl: Okruchy szkła
ru: Кучка стеклянных фрагментов

source: Vessels Shelf
be: Паліца для посуду
cs: Police na lahve
de: Gefäßregal
es: Estante de Vasijas
fr: Étagère à vaisselle
it: Scaffale per bottiglie
ms: Rak Bekas Kaca
ru: Полка для сундуков

source: Heavy Steel Bottle (empty)
be: Цяжкая сталёвая бутэлька (пустая)
cs: Těžká ocelová lahev (prázdná)
de: Schwere Stahlflasche (leer)
es: Botella de Acero Pesada (vacia)
fr: Bouteille en acier inoxydable (vide)
it: Bottiglia d'acciaio pesante (vuota)
ms: Botol Keluli Berat (Kosong)
nl: Zware Stalen Fles (leeg)
pl: Ciężka stalowa butla(pusta)
ru: Тяжелая стальная бутылка (пустая)

source: Cobblestone Wall
be: Сцяна з бруку
cs: Zeď z kamenné dlažby
de: Pflastersteinmauer
es: Muro de Adoquin
fr: Mur en pierres
it: Muro di ciottoli
ms: Pagar Batu Buntar
ru: Стена из булыжника

source: Desert Cobblestone Wall
be: Сцяна з пустыннага бруку
cs: Zeď z pouštní kamenné dlažby
de: Wüstenpflastersteinmauer
es: Muro de Adoquin del Desierto
fr: Mur en pierres (désert)
it: Muro di ciottoli del deserto
ms: Pagar Batu Buntar Gurun
ru: Стена из пустынного булыжника

source: Mossy Cobblestone Wall
be: Сцяна з замшэлага бруку
cs: Zeď z porostlé dlažby
de: Bemooste Pflastersteinmauer
es: Muro de Adoquin Musgoso
fr: Mur moussu en pierres
it: Muro di ciottoli muschiosi
ms: Pagar Batu Buntar Berlumut
pl: Ściana omszałego bruku
ru: Стена из замшелого булыжника

source: Black Wool
be: Чорная воўна
cs: Černá vlna
de: Schwarze Wolle
es: Lana Negra
fr: Laine noire
it: Lana nera
ms: Bulu Biri-Biri Hitam
nl: Zwarte Wol
ru: Черная шерсть

source: Blue Wool
be: Сіняя воўна
cs: Modrá vlna
de: Blaue Wolle
es: Lana Azul
fr: Laine bleue
it: Lana blu
ms: Bulu Biri-Biri Biru
nl: Blauwe Wol
pl: Niebieska wełna
ru: Синяя шерсть

source: Brown Wool
be: Карычневая воўна
cs: Hnědá vlna
de: Braune Wolle
es: Lana Cafe
fr: Laine brune
it: Lana marrone
ms: Bulu Biri-Biri Perang
nl: Bruine Wol
pl: Brązowa wełna
ru: Коричневая шерсть

source: Cyan Wool
be: Цыянавая воўна
cs: Tyrkysová vlna
de: Türkise Wolle
es: Lana Cian
fr: Laine cyan
it: Lana ciano
ms: Bulu Biri-Biri Sian
ru: Бирюзовая шерсть

source: Dark Green Wool
be: Цёмна-зялёная воўна
cs: Tmavě zelená vlna
de: Dunkelgrüne Wolle
es: Lana Verde Oscura
fr: Laine émeraude
it: Lana verde scuro
ms: Bulu Biri-Biri Hijau Tua
nl: Donker Groene Wol
pl: Ciemnozielona wełna
ru: Темно зеленая шерсть

source: Dark Grey Wool
be: Цёмна-шэрая воўна
cs: Tmavě šedá vlna
de: Dunkelgraue Wolle
es: Lana Gris Oscura
fr: Laine anthracite
it: Lana grigio scuro
ms: Bulu Biri-Biri Kelabu Tua
nl: Donker Grijze Wol
pl: Ciemnoszara wełna
ru: Темно серая шерсть

source: Green Wool
be: Зялёная воўна
cs: Zelená vlna
de: Grüne Wolle
es: Lana Verde
fr: Laine verte
it: Lana verde
ms: Bulu Biri-Biri Hijau
nl: Groene Wol
pl: Zielona wełna
ru: Зеленая шерсть

source: Grey Wool
be: Шэрая воўна
cs: Šedá vlna
de: Graue Wolle
es: Lana Gris
fr: Laine grise
it: Lana grigia
ms: Bulu Biri-Biri Kelabu
nl: Grijze wol
pl: Szara wełna
ru: Серая шерсть

source: Magenta Wool
be: Пурпурная воўна
cs: Purpurová vlna
de: Magenta Wolle
es: Lana Magenta
fr: Laine magenta
it: Lana magenta
ms: Bulu Biri-Biri Magenta
pl: Purpurowa wełna
ru: Пурпурная шерсть

source: Orange Wool
be: Памаранчавая воўна
cs: Oranžová vlna
de: Orange Wolle
es: Lana Naranja
fr: Laine orange
it: Lana arancione
ms: Bulu Biri-Biri Jingga
nl: Oranje Wol
pl: Pomarańczowa wełna
ru: Оранжевая шерсть

source: Pink Wool
be: Ружовая воўна
cs: Růžová vlna
de: Rosa Wolle
es: Lana Rosa
fr: Laine rose
it: Lana rosa
ms: Bulu Biri-Biri Merah Jambu
nl: Roze Wol
pl: Różowa wełna
ru: Розовая шерсть

source: Red Wool
be: Чырвоная воўна
cs: Červená vlna
de: Rote Wolle
es: Lana Roja
fr: Laine rouge
it: Lana rossa
ms: Bulu Biri-Biri Merah
nl: Rode Wol
pl: Czerwona wełna
ru: Красная шерсть

source: Violet Wool
be: Фіялетавая воўна
cs: Fialová vlna
de: Violette Wolle
es: Lana Violeta
fr: Laine violette
it: Lana viola
ms: Bulu Biri-Biri Ungu
nl: Paarse Wol
pl: Fioletowa wełna
ru: Фиолетовая шерсть

source: White Wool
be: Белая воўна
cs: Bílá vlna
de: Weiße Wolle
es: Lana Blanca
fr: Laine blanche
it: Lana bianca
ms: Bulu Biri-Biri Putih
nl: Witte Wol
pl: Biała wełna
ru: Белая шерсть

source: Yellow Wool
be: Жоўтая воўна
cs: Žlutá vlna
de: Gelbe Wolle
es: Lana Amarilla
fr: Laine jaune
it: Lana gialla
ms: Bulu Biri-Biri Kuning
nl: Gele Wol
pl: Żółta wełna
ru: Желтая шерсть

source: Iron bar
be: Жалезны прут
cs: Železná mříž
de: Eisengitter
es: Reja de Hierro
fr: Barre de fer
it: Sbarre di ferro
ms: Jeriji Besi
pl: Sztabka żelaza
ru: Железный слиток

source: Glass Pane
be: Шкляная панэль
cs: Skleněná tabule
de: Glasscheibe
es: Panel de Vidrio
fr: Vitre
it: Pannello di vetro
ms: Kaca Tingkap
nl: Glazen Paneel
ru: Стеклянная панель

source: Nyan Cat Rainbow
be: Вясёлка Nyan Cat
cs: Nyan Cat duha
de: Nyan-Cat-Regenbogen
es: Arcoiris de Nyan Cat
fr: Nyan Cat Arc-en-Ciel
it: Arcobaleno del gatto Nyan
ms: Pelangi Nyan Cat
nl: Nyan Cat Regenboog
pl: Tęczowy kot Nyan
ru: Радуга ня-кота

source: Nyan Cat
it: Gatto Nyan
ru: Ня-кот
