Repository: tacotexmex/hamlets_quest
Catalog: mods/user_interface/mtg_i18n/locale/*.po
Languages: be, cs, de, es, fr, it, ms, nl, pl, ru

source: Mese Pickaxe
be: Кірка з мезы
cs: Mese krumpáč
de: Mesespitzhacke
es: Pico de Mese
fr: Pioche en Mese
it: Piccone di mese
ms: Beliung Mese
nl: Mese Pikhouweel
pl: Mese kilof
ru: Кристальная кирка

source: Steel Pickaxe
be: Сталёвая кірка
cs: Ocelový krumpáč
de: Stahlspitzhacke
es: Pico de Acero
fr: Pioche en acier
it: Piccone d'acciaio
ms: Beliung Keluli
nl: Stalen Pikhouweel
pl: Stalowy kilof
ru: Стальная кирка

source: Stone Pickaxe
be: Каменная кірка
cs: Kamenný krumpáč
de: Steinspitzhacke
es: Pico de Piedra
fr: Pioche en pierre
it: Piccone di pietra
ms: Beliung Batu
nl: Stenen Pikhouweel
pl: Kamienny kilof
ru: Каменная кирка

source: Wooden Pickaxe
be: Драўляная кірка
cs: Dřevěný krumpáč
de: Holzspitzhacke
es: Pico de Madera
fr: Pioche en bois
it: Piccone di legno
ms: Beliung Kayu
nl: Houten Pikhouweel
pl: Drewniany kilof
ru: Деревянная кирка

source: Pine Needles
be: Ігліца хвоі
cs: Jehlice borovice
de: Kiefernnadeln
es: Hojas de Pino
fr: Épines de pin
it: Aghi di pino
ms: Daun Pain
nl: Dennennaalden
pl: Igła sosnowa
ru: Сосновая хвоя

source: Pine Sapling
be: Саджанец хвоі
cs: Sazenice borovice
de: Kiefernsetzling
es: Retoño de Pino
fr: Pousse de pin
it: Pianticella di pino
ms: Anak Pokok Pain
pl: Sadzonka sosny
ru: Росток сосны

source: Pine Tree
be: Хвоя
cs: Kmen borovice
de: Kiefernbaum
es: Arbol de Pino
fr: Pin
it: Pino
ms: Kayu Pain
nl: Naaldboom
pl: Drzewo sosnowe
ru: Сосна

source: Pine Wood Planks
be: Дошкі з хвоі
cs: Dřevěná borovicová prkna
de: Kiefernholzbretter
es: Tablas de Madera de Pino
fr: Planches de pin
it: Assi di legno di pino
ms: Papan Kayu Pain
pl: Deski sosnowe
ru: Сосновые доски

source: Flowing River Water
be: Цякучая рачная вада
cs: Tekoucí říční voda
de: Fließendes Flusswasser
es: Fluido de Agua de Rio
fr: Eau vive (rivière)
it: Acqua di fiume corrente
ms: Air Sungai Mengalir
nl: Stromend Rivierwater
pl: Płynąca woda rzeczna
ru: Текущая речная вода

source: River Water Source
be: Краніца рачной вады
cs: Zdroj říční vody
de: Flusswasserquelle
es: Fuente de Agua de Rio
fr: Source d'eau de rivière
it: Fonte d'acqua di fiume
ms: Sumber Air Sungai
nl: Rivierwater Bron
pl: Źródło wody rzeczna
ru: Источник речной воды

source: Sand
be: Пясок
cs: Písek
es: Arena
fr: Sable
it: Sabbia
ms: Pasir
nl: Zand
pl: Piasek
ru: Песок

source: Sandstone Block
be: Блок пяшчаніка
cs: Dekorativní pískovec
de: Sandsteinblock
es: Bloque de Piedra Arenosa
fr: Bloc de grès
it: Blocco d'arenaria
ms: Bongkah Batu Pasir
nl: Zandstenen Blok
pl: Blok piaskowca
ru: Блок песчаника

source: Sandstone Brick
be: Цэгла з пяшчаніка
cs: Pískovcové cihly
de: Sandsteinziegel
es: Ladrillo de Piedra Arenosa
fr: Brique en grès
it: Mattoni d'arenaria
ms: Bata Batu Pasir
pl: Cegła z piaskowca
ru: Кирпичи из песчаника

source: Sandstone
be: Пяшчанік
cs: Pískovec
de: Sandstein
es: Piedra Arenosa
fr: Grès
it: Arenaria
ms: Batu Pasir
nl: Zandsteen
pl: Piaskowiec
ru: Песчаник

source: Sapling
be: Саджанец
cs: Sazenice
de: Setzling
es: Retoño
fr: Pousse d'arbre
it: Alberello
ms: Anak Pokok
nl: Kiemplant
pl: Sadzonka
ru: Росток

source: Bronze Shovel
be: Бронзавая рыдлёўка
cs: Bronzová lopata
de: Bronzeschaufel
es: Pala de Bronce
fr: Pelle en bronze
it: Badile di bronzo
ms: Penyodok Gangsa
nl: Bronzen Schep
pl: Brązowa łopata
ru: Бронзовая лопата

source: Diamond Shovel
be: Алмазная рыдлёўка
cs: Diamantová lopata
de: Diamantschaufel
es: Pala de Diamante
fr: Pelle en diamant
it: Badile di diamante
ms: Penyodok Intan
nl: Diamond Schep
pl: Diamentowa łopata
ru: Алмазная лопата

source: Mese Shovel
be: Рыдлёўка з мезы
cs: Mese lopata
de: Meseschaufel
es: Pala de Mese
fr: Pelle en Mese
it: Badile di mese
ms: Penyodok Mese
nl: Mese Schep
pl: Mese łopata
ru: Кристальная лопата

source: Steel Shovel
be: Сталёвая рыдлёўка
cs: Ocelová lopata
de: Stahlschaufel
es: Pala de Acero
fr: Pelle en acier
it: Badile d'acciaio
ms: Penyodok Keluli
nl: Stalen Schep
pl: Stalowa łopata
ru: Стальная лопата

source: Stone Shovel
be: Каменная рыдлёўка
cs: Kamenná lopata
de: Steinschaufel
es: Pala de Piedra
fr: Pelle en pierre
it: Badile di pietra
ms: Penyodok Batu
nl: Stenen Schep
pl: Kamienna łopata
ru: Каменная лопата

source: Wooden Shovel
be: Драўляная рыдлёўка
cs: Dřevěná lopata
de: Holzschaufel
es: Pala de Madera
fr: Pelle en bois
it: Badile di legno
ms: Penyodok Kayu
nl: Houten Schep
pl: Drewniana łopata
ru: Деревянная лопата

source: Steel Sign
be: Сталёвы знак
cs: Ocelová cedule
de: Stahlschild
es: Señal de Acero
fr: Panneau en acier
it: Cartello d'acciaio
ms: Papan Tanda Keluli
nl: Stalen Bord
pl: Stalowy znak
ru: Стальная табличка

source: Wooden Sign
be: Драўляны знак
cs: Dřevěná cedule
de: Holzschild
es: Señal de Madera
fr: Panneau en bois
it: Cartello di legno
ms: Papan Tanda Kayu
nl: Houten Bord
pl: Drewniany znak
ru: Деревянная табличка

source: Silver Sand
be: Срэбны пясок
cs: Stříbrný písek
de: Silbersand
es: Arena Plateada
fr: Sable argenté
it: Sabbia argentata
ms: Pasir Perak
nl: Zilver Zand
pl: Srebrny piasek
ru: Серебристый песок

source: Silver Sandstone Block
be: Блок срэбнага пяшчаніка
cs: Dekorativní stříbrný pískovec
de: Silbersandsteinblock
es: Bloque de Piedra Arenosa Plateada
fr: Bloc de grès argenté
it: Blocco di arenaria argentata
ms: Bongkah Batu Pasir Perak
nl: Zilver Zandstenen Blok
pl: Blok srebrnego piaskowca
ru: Блок серебристого песка

source: Silver Sandstone Brick
be: Цэгла з срэбнага пяшчаніка
cs: Cihly ze stříbrného pískovce
de: Silbersandsteinziegel
es: Ladrillo de Piedra Arenosa Plateada
fr: Brique en grès argenté
it: Mattoni di arenaria argentata
ms: Bata Batu Pasir Perak
pl: Cegła srebrnego piaskowca
ru: Кирпичи серебристого песчаника

source: Silver Sandstone
be: Срэбны пяшчанік
cs: Stříbrný pískovec
de: Silbersandstein
es: Piedra Arenosa Plateada
fr: Grès argenté
it: Arenaria argentata
ms: Batu Pasir Perak
nl: Zilver Zandsteen
pl: Srebrny piaskowiec
ru: Серебристый песчаник

source: Skeleton Key
be: Адмычка
cs: Neurčený klíč
de: Generalschlüssel
es: Llave Esqueleto
fr: Passe-partout
it: Chiave dello scheletro
ms: Kunci Induk
nl: Skelet Sleutel
pl: Wytrych
ru: Ключ скелетов

source: Snow Block
be: Блок снега
cs: Blok sněhu
de: Schneeblock
es: Bloque de Nieve
fr: Bloc de neige
it: Blocco di neve
ms: Bongkah Salji
nl: Sneeuw Blok
pl: Blok śniegu
ru: Блок снега

source: Snow
be: Снег
cs: Sníh
de: Schnee
es: Nieve
fr: Neige
it: Neve
ms: Salji
nl: Sneeuw
pl: Śnieg
ru: Снег

source: Steel Block
be: Блок сталі
cs: Ocelový blok
de: Stahlblock
es: Bloque de Acero
fr: Bloc d'acier
it: Blocco d'acciaio
ms: Bongkah Keluli
nl: Stalen Blok
pl: Blok stali
ru: Блок стали

source: Steel Ingot
be: Злітак сталі
cs: Ocelový ingot
de: Stahlbarren
es: Lingote de Acero
fr: Lingot d'acier
it: Lingotto d'acciaio
ms: Jongkong Keluli
pl: Sztabka stali
ru: Стальной слиток

source: Stick
be: Кій
cs: Tyčky
de: Stock
es: Palo
fr: Bâton
it: Bastone
ms: Serpihan Kayu
nl: Stok
pl: Patyk
ru: Палка

source: Stone Block
be: Блок камення
cs: Dekorativní kámen
de: Steinblock
es: Bloque de Piedra
fr: Bloc de pierre
it: Blocco di pietra
ms: Bongkah Batu
nl: Stenen Blok
pl: Kamienny blok
ru: Каменный блок

source: Stone Brick
be: Цэгла з камення
cs: Kamenné cihly
de: Steinziegel
es: Ladrillo de Piedra
fr: Brique en pierre
it: Mattoni di pietra
ms: Bata Batu
pl: Kamienna cegła
ru: Каменный кирпич

source: Stone
be: Камень
cs: Kámen
de: Stein
es: Piedra
fr: Pierre
it: Pietra
ms: Batu
nl: Steen
pl: Kamień
ru: Камень

source: Coal Ore
be: Вугальная руда
cs: Uhelná ruda
de: Kohleerz
es: Mineral de Carbon
fr: Veine de charbon
it: Vena di carbone
ms: Bijih Batu Arang
nl: Kool Erts
pl: Ruda węgla
ru: Угольная порода

source: Copper Ore
be: Медная руда
cs: Měděná ruda
de: Kupfererz
es: Mineral de Cobre
fr: Veine de cuivre
it: Vena di rame
ms: Bijih Tembaga
nl: Koper Erts
pl: Ruda miedzi
ru: Медная порода

source: Diamond Ore
be: Алмазная руда
cs: Diamantová ruda
de: Diamanterz
es: Mineral de Carbon
fr: Veine de diamant
it: Vena di diamante
ms: Bijih Intan
nl: Diamant Erts
pl: Ruda diamentu
ru: Алмазная порода

source: Gold Ore
be: Залатая руда
cs: Zlatá ruda
de: Golderz
es: Mineral de Oro
fr: Veine d'or
it: Vena d'oro
ms: Bijih Emas
nl: Goud Erts
pl: Ruda złota
ru: Золотая порода

source: Iron Ore
be: Жалезная руда
cs: Železná ruda
de: Eisenerz
es: Mineral de Hierro
fr: Veine de fer
it: Vena di ferro
ms: Bijih Besi
nl: Ijzererts
pl: Ruda żelaza
ru: Железная порода

source: Mese Ore
be: Руда мезы
cs: Mese ruda
de: Meseerz
es: Mineral de Mese
fr: Veine de Mese
it: Vena di mese
ms: Bijih Mese
nl: Mese Erts
pl: Ruda mese
ru: Кристальная порода

source: Tin Ore
be: Алавяная руда
cs: Cínová ruda
de: Zinnerz
es: Mineral de Estaño
fr: Veine d'étain
it: Vena di stagno
ms: Bijih Timah
pl: Ruda cyny
ru: Оловянная порода

source: Bronze Sword
be: Бронзавы меч
cs: Bronzový meč
de: Bronzeschwert
es: Espada de Bronce
fr: Épée en bronze
it: Spada di bronzo
ms: Pedang Gangsa
nl: Bronzen Zwaard
pl: Miecz z brązu
ru: Бронзовый меч

source: Diamond Sword
be: Алмазны меч
cs: Diamantový meč
de: Diamantschwert
es: Espada de Diamante
fr: Épée en diamant
it: Spada di diamante
ms: Pedang Intan
nl: Diamanten Zwaard
pl: Diamentowy miecz
ru: Алмазный меч

source: Mese Sword
be: Меч з мезы
cs: Mese meč
de: Meseschwert
es: Espada de Mese
fr: Épée en Mese
it: Spada di mese
ms: Pedang Mese
nl: Mese Zwaard
pl: Miecz z mese
ru: Кристальный меч

source: Steel Sword
be: Сталёвы меч
cs: Ocelový meč
de: Stahlschwert
es: Espada de Acero
fr: Épée en acier
it: Spada d'acciaio
ms: Pedang Keluli
nl: Stalen Zwaard
pl: Stalowy miecz
ru: Стальной меч

source: Stone Sword
be: Каменны меч
cs: Kamenný meč
de: Steinschwert
es: Espada de Piedra
fr: Épée en pierre
it: Spada di pietra
ms: Pedang Batu
nl: Stenen Zwaard
pl: Kamienny miecz
ru: Каменный меч

source: Wooden Sword
be: Драўляны меч
cs: Dřevěný meč
de: Holzschwert
es: Espada de Piedra
fr: Épée en bois
it: Spada di legno
ms: Pedang Kayu
nl: Houten Zwaard
pl: Drewniany miecz
ru: Деревянный меч

source: Tin Block
be: Алавяны меч
cs: Cínový blok
de: Zinnblock
es: Bloque de Estaño
fr: Bloc d'étain
it: Blocco di stagno
ms: Bongkah Timah
pl: Blok cyny
ru: Блок олова

source: Tin Ingot
be: Злітак волава
cs: Cínový ingot
de: Zinnbarren
es: Lingote de Estaño
fr: Lingot d'étain
it: Lingotto di stagno
ms: Jongkong Timah
pl: Sztabka cyny
ru: Оловянный слиток

source: Tin Lump
be: Кавалак волава
cs: Hrouda cínu
de: Zinnklumpen
es: Pedazo de Estaño
fr: Minerai d'étain
it: Grumo di stagno
ms: Longgokan Timah
pl: Bryłka cyny
ru: Оловянная руда

source: Torch
be: Факел
cs: Pochodeň
de: Fackel
es: Antorcha
fr: Torche
it: Torcia
ms: Obor
nl: Fakkel
pl: Pochodnia
ru: Факел

source: Tree
be: Дрэва
cs: Kmen
de: Baumstamm
es: Arbol
fr: Arbre
it: Albero
ms: Kayu Pokok
nl: Boom
pl: Drzewo
ru: Дерево

source: Flowing Water
be: Цякучая вада
cs: Tekoucí voda
de: Fließendes Wasser
es: Fluido de Agua
fr: Eau vive
it: Acqua corrente
ms: Air Mengalir
nl: Stromend Water
pl: Płynąca woda
ru: Текущая вода

source: Water Source
be: Крыніца вады
cs: Zdroj vody
de: Wasserquelle
es: Fuente de Agua
fr: Source d'eau
it: Sorgente d'acqua
ms: Sumber Air
nl: Waterbron
pl: Źródełko wody
ru: Источник воды

source: Wooden Planks
be: Драўляныя дошкі
cs: Dřevěná prkna
de: Holzbretter
es: Tablas de Madera
fr: Planches en bois
it: Assi di legno
ms: Papan Kayu
nl: Houten Planken
pl: Drewniane deski
ru: Деревянные доски

source: Glass Door
be: Шкляныя дзверы
cs: Skleněné dveře
de: Glastür
es: Puerta de Vidrio
fr: Porte en verre
it: Porta di vetro
ms: Pintu Kaca
nl: Glazen Deur
pl: Szklane drzwi
ru: Стеклянная дверь

source: Obsidian Glass Door
be: Дзверы са шкла абсідыяну
cs: Obsidiánově skleněné dveře
de: Obsidianglastür
es: Puerta de Vidrio de Obsidiana
fr: Porte en verre d'obsidienne
it: Porta di vetro d'ossidiana
ms: Pintu Kaca Obsidia
pl: Drzwi ze szkła obsydianowego
ru: Дверь из обсиданового стекла

source: Steel Door
be: Сталёвыя дзверы
cs: Ocelové dveře
de: Stahltür
es: Puerta de Acero
fr: Porte en acier
it: Porta d'acciaio
ms: Pintu Keluli
nl: Stalen Deur
pl: Stalowe drzwi
ru: Стальная дверь

source: Wooden Door
be: Драўляныя дзверы
cs: Dřevěné dveře
de: Holztür
es: Puerta de Madera
fr: Porte en bois
it: Porta di legno
ms: Pintu Kayu
nl: Houten Deur
pl: Drewniane drzwi
ru: Деревянная дверь

source: Acacia Fence Gate
be: Брама з акацыі
cs: Akáciová branka
de: Akazienzauntor
es: Puerta de Cerca de Acacia
fr: Portillon en acacia
it: Cancelletto d'acacia
ms: Pintu Pagar Akasia
pl: Akacjowa furtka ogrodzenia
ru: Ворота из акации

source: Aspen Fence Gate
be: Брама з асіны
cs: Osiková branka
de: Espenzauntor
es: Puerta de Cerca de Alamo
fr: Portillon en bouleau
it: Cancelletto di pioppo
ms: Pintu Pagar Aspen
pl: Osikowa furtka ogrodzenia
ru: Ворота из осины

source: Junglewood Fence Gate
be: Брама з джунглевага дрэва
cs: Branka z tropického dřeva
de: Tropenholzzauntor
es: Puerta de Cerca de Madera de Jungla
fr: Portillon en bois exotique
it: Cancelletto di albero della giungla
ms: Pintu Pagar Kayu Hutan
pl: Dżunglowa furtka ogrodzenia
ru: Ворота из дерева джунглей

source: Pine Fence Gate
be: Брама з хвоі
cs: Borovicová branka
de: Kiefernzauntor
es: Puerta de Cerca de Pino
fr: Portillon en pin
it: Cancelletto di pino
ms: Pintu Pagar Pain
pl: Sosnowa furtka ogrodzenia
ru: Ворота из сосны

source: Wooden Fence Gate
be: Брама з дрэва
cs: Dřevěná branka
de: Holzzauntor
es: Puerta de Cerca de Madera
fr: Portillon en bois
it: Cancelletto di legno
ms: Pintu Pagar Kayu
pl: Drewniana furtka ogrodzenia
ru: Деревянные ворота

source: Hidden Door Segment
be: Сегнент схаваных дзвярэй
cs: Skrytá část dveří
de: Versteckes Türsegment
es: Segmento de Puerta Oculta
fr: Segment de porte caché
it: Segmento nascosto della porta
ms: Segmen Pintu Tersembunyi
pl: Ukryta część drzwi
ru: Скрытый сегмент двери

source: Trapdoor
be: Люк
cs: Padací dveře
de: Falltür
es: Trampilla
fr: Trappe
it: Botola
ms: Pintu Kolong
nl: Luik
pl: Zapadnia
ru: Люк

source: Steel Trapdoor
be: Сталёвы люк
cs: Ocelové padací dveře
de: Stahlfalltür
es: Trampilla de Acero
fr: Trappe en acier
it: Botola d'acciaio
ms: Pintu Kolong Keluli
nl: Stalen Luik
pl: Stalowa zapadnia
ru: Стальной люк

source: Black dye
be: Чорны фарбавальнік
cs: Černé barvivo
de: Schwarzer Farbstoff
es: Colorante Negro
fr: Teinture noire
it: Tintura nera
ms: Pewarna Hitam
nl: Zwarte kleurstof
pl: Czarny barwnik
ru: Черная краска

source: Blue dye
be: Сіні фарбавальнік
cs: Modré barvivo
de: Blauer Farbstoff
es: Colorante Azul
fr: Teinture bleue
it: Tintura blu
ms: Pewarna Biru
nl: Blauwe kleurstof
pl: Niebieski barwnik
ru: Синяя краска

source: Brown dye
be: Карычневы фарбавальнік
cs: Hnědé barvivo
de: Brauner Farbstoff
es: Colorante Cafe
fr: Teinture brune
it: Tintura marrone
ms: Pewarna Perang
nl: Bruine kleurstof
pl: Brązowy barwnik
ru: Коричневая краска

source: Cyan dye
be: Цыянавы фарбавальнік
cs: Tyrkysové barvivo
de: Türkiser Farbstoff
es: Colorante Cian
fr: Teinture cyan
it: Tintura ciano
ms: Pewarna Sian
nl: Cyaan kleurstof
pl: Turkusowy barwnik
ru: Голубая краска

source: Dark green dye
be: Цёмна-зялёны фарбавальнік
cs: Tmavě zelené barvivo
de: Dunkelgrüner Farbstoff
es: Colorante Verde Oscuro
fr: Teinture émeraude
it: Tintura verde scuro
ms: Pewarna Hijau Tua
nl: Donker groene kleurstof
pl: Ciemnozielony barwnik
ru: Темно-зеленая краска

source: Dark grey dye
be: Цёмна-шэры фарбавальнік
cs: Tmavě šedé barvivo
de: Dunkelgrauer Farbstoff
es: Colorante Gris Oscuro
fr: Teinture anthracite
it: Tintura grigio scuro
ms: Pewarna Kelabu Tua
nl: Donker grijze kleurstof
pl: Ciemnoniebieski barwnik
ru: Темно-серая краска

source: Green dye
be: Зялёны фарбавальнік
cs: Zelené barvivo
de: Grüner Farbstoff
es: Colorante Verde
fr: Teinture verte
it: Tintura verde
ms: Pewarna Hijau
nl: Groene kleurstof
pl: Zielony barwnik
ru: Зеленая краска

source: Grey dye
be: Шэры фарбавальнік
cs: Šedé barvivo
de: Grauer Farbstoff
es: Colorante Gris
fr: Teinture grise
it: Tintura grigia
ms: Pewarna Kelabu
nl: Grijze kleurstof
pl: Szary barwnik
ru: Серая краска

source: Magenta dye
be: Пурпурны фарбавальнік
cs: Purpurové barvivo
de: Magenta Farbstoff
es: Colorante Magenta
fr: Teinture magenta
it: Tintura magenta
ms: Pewarna Magenta
nl: Magenta kleurstof
pl: Purpurowy barwnik
ru: Пурпурная краска

source: Orange dye
be: Памаранчавы фарбавальнік
cs: Oranžové barvivo
de: Orange Farbstoff
es: Colorante Naranja
fr: Teinture orange
it: Tintura arancione
ms: Pewarna Jingga
nl: Oranje kleurstof
pl: Pomarańczowy barwnik
ru: Оранжевая краска

source: Pink dye
be: Ружовы фарбавальнік
cs: Růžové barvivo
de: Rosa Farbstoff
es: Colorante Rosa
fr: Teinture rose
it: Tintura rosa
ms: Pewarna Merah Jambu
nl: Roze kleurstof
pl: Różowy barwnik
ru: Розовая краска

source: Red dye
be: Чырвоны фарбавальнік
cs: Červené barvivo
de: Roter Farbstoff
es: Colorante Rojo
fr: Teinture rouge
it: Tintura rossa
ms: Pewarna Merah
nl: Rode kleurstof
pl: Czerwony barwnik
ru: Красная краска

source: Violet dye
be: Фіялетавы фарбавальнік
cs: Fialové barvivo
de: Violetter Farbstoff
es: Colorante Violeta
fr: Teinture violette
it: Tintura viola
ms: Pewarna Ungu
nl: Paarse kleurstof
pl: Fioletowy barwnik
ru: Фиолетовая краска

source: White dye
be: Белы фарбавальнік
cs: Bílé barvivo
de: Weißer Farbstoff
es: Colorante Blanco
fr: Teinture blanche
it: Tintura bianca
ms: Pewarna Putih
nl: Witte kleurstof
pl: Biały barwnik
ru: Белая краска

source: Yellow dye
be: Жоўты фарбавальнік
cs: Žluté barvivo
de: Gelber Farbstoff
es: Colorante Amarillo
fr: Teinture jaune
it: Tintura gialla
ms: Pewarna Kuning
nl: Gele kleurstof
pl: Żółty barwnik
ru: Желтая краска

source: Bread
be: Хлеб
cs: Chléb
de: Brot
es: Pan
fr: Pain
it: Pane
ms: Roti
nl: Brood
pl: Chleb
ru: Хлеб

source: Cotton
be: Бавоўна
cs: Bavlna
de: Baumwolle
es: Algodon
fr: Coton
it: Cotone
ms: Kapas
nl: Katoen
pl: Bawełna
ru: Шерсть

source: Desert Sand Soil
be: Глеба з пустыннага пяску
cs: Pouštní orná půda
de: Wüstensandacker
es: Barro de Arena de Desierto
fr: Sable labouré (désert)
it: Terreno coltivabile di sabbia del deserto
ms: Tanih Pasir Gurun
pl: Gleba pustynnego piasku
ru: Пустынная песчаная почва

source: Wet Desert Sand Soil
be: Вільготная глеба з пустыннага пяску
cs: Vlhká pouštní orná půda
de: Nasser Wüstensandacker
es: Barro Humedo de Arena de Desierto
fr: Sable labouré (désert) humide
it: Terreno coltivabile irrigato di sabbia del deserto
ms: Tanih Pasir Gurun Lembap
pl: Mokra gleba pustynnego piasku
ru: Влажная пустынная песчаная почва

source: Flour
be: Мука
cs: Mouka
de: Mehl
es: Harina
fr: Farine
it: Farina
ms: Tepung
nl: Bloem
pl: Mąka
ru: Мука

source: Bronze Hoe
be: Бронзавая матыка
cs: Bronzová motyka
de: Bronzehacke
es: Azada de Bronce
fr: Houe en bronze
it: Zappa di bronzo
ms: Cangkul Gangsa
nl: Bronzen Schoffel
pl: Motyka z brązu
ru: Бронзовая мотыга

source: Diamond Hoe
be: Алмазная матыка
cs: Diamantová motyka
de: Diamanthacke
es: Azada de Diamante
fr: Houe en diamant
it: Zappa di diamante
ms: Cangkul Intan
nl: Diamanten Schoffel
pl: Diamentowa motyka
ru: Алмазная мотыга

source: Mese Hoe
be: Матыка з мезы
cs: Mese motyka
de: Mesehacke
es: Azada de Mese
fr: Houe en Mese
it: Zappa di mese
ms: Cangkul Mese
nl: Mese Schoffel
pl: Motyka z mese
ru: Кристальная мотыга

source: Steel Hoe
be: Сталёвая матыка
cs: Ocelová motyka
de: Stahlhacke
es: Azada de Acero
fr: Houe en acier
it: Zappa d'acciaio
ms: Cangkul Keluli
nl: Stalen Schoffel
pl: Stalowa motyka
ru: Стальная мотыга

source: Stone Hoe
be: Каменная матыка
cs: Kamenná motyka
de: Steinhacke
es: Azada de Piedra
fr: Houe en pierre
it: Zappa di pietra
ms: Cangkul Batu
nl: Stenen Schoffel
pl: Kamienna motyka
ru: Каменная мотыга

source: Wooden Hoe
be: Драўляная матыка
cs: Dřevěná motyka
de: Holzhacke
es: Azada de Madera
fr: Houe en bois
it: Zappa di legno
ms: Cangkul Kayu
nl: Houten schoffel
pl: Drewniana motyka
ru: Деревянная мотыга

source: Cotton seed
be: Насенне бавоўніка
cs: Semena bavlníku
de: Baumwollsamen
es: Semilla de Algodon
fr: Graine de coton
it: Semi di cotone
ms: Benih Kapas
nl: Katoen zaad
pl: Nasiono bawełny
ru: Семена хлопка

source: Wheat seed
be: Насенне пшаніцы
cs: Semena pšenice
de: Weizensamen
es: Semilla de Trigo
fr: Graines de blé
it: Semi di grano
ms: Benih Gandum
pl: Ziarno pszenicy
ru: Семена пшеницы

source: Soil
be: Глеба
cs: Orná půda
de: Ackerboden
es: Barro
fr: Terre labourée
it: Terreno coltivabile
ms: Tanih
nl: Aarde
pl: Gleba
ru: Почва

source: Wet Soil
be: Вільготная глеба
cs: Vlhká orná půda
de: Nasser Ackerboden
es: Barro Humedo
fr: Terre labourée humide
it: Terreno coltivabile irrigato
ms: Tanih Lembap
nl: Natte aarde
pl: Mokra gleba
ru: Влажная почва

source: Straw
be: Салома
cs: Sláma
de: Stroh
es: Paja
fr: Paille
it: Paglia
ms: Jerami
nl: Stro
pl: Źdźbło
ru: Солома

source: String
be: Нітка
cs: provázek
de: Faden
es: Cadena
fr: Ficelle
it: Filo
ms: Rentetan
pl: Nić
ru: Нитка

source: Wheat
be: Пшаніца
cs: Pšenice
de: Weizen
es: Trigo
fr: Blé
it: Grano
ms: Gandum
nl: Tarwe
pl: Pszenica
ru: Пшеница

source: Flint and Steel
be: Крэмень і сталь
cs: Křesadlo
de: Feuerstein und Stahl
es: Pedernal y Acero
fr: Silex et acier
it: Acciarino
ms: Pemetik Api
nl: Vuursteen en Staal
pl: Krzemień i stal
ru: Зажигалка

source: Permanent Flame
be: Пастаяннае полымя
cs: Stálý oheň
de: Permanente Flamme
es: Llama Permanente
fr: Flamme permanente
it: Fiamma eterna
ms: Api Abadi
nl: Permanente Vlam
pl: Stały płomień
ru: Постоянное пламя

source: White dandelion
be: Белы дзьмухавец
cs: Bílá pampeliška
de: Weißer Löwenzahn
es: Diente de Leon Blanco
fr: Pissenlit blanc
it: Dente di leone bianco
ms: Dandelion Putih
nl: Witte paardenbloemen
pl: Biały mlecz
ru: Белый одуванчик

source: Yellow Dandelion
be: Жоўты дзьмухавец
cs: Žlutá pampeliška
de: Gelber Löwenzahn
es: Diente de Leon Amarillo
fr: Pissenlit jaune
it: Dente di leone giallo
ms: Dandelion Kuning
nl: Gele Paardenbloemen
pl: Żółty mlecz
ru: Желтый одуванчик

source: Blue Geranium
be: Сіняя герань
cs: Modrá pelargónie
de: Blaue Geranie
es: Geranio Azul
fr: Géranium bleu
it: Geranio blu
ms: Geranium Biru
nl: Blauwe Geranium
pl: Niebieska pelargonia
ru: Синяя герань

source: Brown Mushroom
be: Карычневы грыб
cs: Hnědá houba
de: Brauner Pilz
es: Champiñon Cafe
fr: Champignon brun
it: Fungo marrone
ms: Cendawan Perang
nl: Bruine Paddenstoel
pl: Brązowy grzyb
ru: Коричневый гриб

source: Red Mushroom
be: Чырвоны грыб
cs: Červená houba
de: Roter Pilz
es: Champiñon Rojo
fr: Champignon rouge
it: Fungo rosso
ms: Cendawan Merah
nl: Rode Paddenstoel
ru: Мухомор

source: Rose
be: Ружа
cs: Růže
es: Rosa
it: Rosa
ms: Ros
nl: Roos
pl: Róża
ru: Роза

source: Orange Tulip
be: Памаранчавы цюльпан
cs: Oranžový tulipán
de: Orange Tulpe
es: Tulipan Naranja
fr: Tulipe orange
it: Tulipano arancione
ms: Tulip Jingga
nl: Oranje Tulp
ru: Оранжевый тюльпан

source: Viola
be: Фіялка
cs: Fialka
de: Veilchen
es: Violeta
ms: Violet
ru: Фиалка

source: Waterlily
be: Лілія
cs: Leknín
de: Wasserlilie
es: Nenufar
fr: Nénuphar
it: Ninfea
ms: Teratai
nl: Waterlelie
pl: Lilia wodna
ru: Кувшинка

source: Ignore (you hacker you!)
be: Ігнараваць (вы хакер!)
cs: Ignoruj (ty jeden hackere!)
de: Ignore (Sie Hacker, Sie!)
es: Ignore (tu hacker tu!)
fr: Ignorer (espèce de tricheur ! )
it: Ignore (hacker!)
ms: Abai (engkau penggodam!)
nl: Negeren (jij hacker jij!)
pl: Zignoruj (ty hackerze ty!)
ru: Игнор (да ты же хакер!)
