Repository: tacotexmex/hamlets_quest
Catalog: mods/user_interface/mtg_i18n/locale/*.po
Languages: be, cs, de, es, fr, it, ms, nl, pl, ru

source: Screwdriver (left-click rotates face, right-click rotates axis)
be: Адвёртка (левы націск круціць напрамак, правы — вось)
cs: Šroubovák (klik levým otáčí stěnu, klik pravým otáčí podle osy)
de: Schraubenzieher (Linksklick dreht Ausrichtung, Rechtsklick dreht Achse)
es: Destornillador (click-izquierdo rota cara, click-derecho rota el eje)
fr: Tournevis (clic gauche pivote la face, clic droit pivote l'axe)
it: Cacciavite (click sx ruota la faccia, click dx ruota l'asse)
ms: Pemutar Skru (klik-kiri putar muka, klik-kanan putar paksi)
pl: Śrubokręt (lewy przycisk obraca ściankę, a prawy przycisk obraca oś)
ru: Отвертка (лев.клав.мыши: вращать объект, прав.клав.мыши вращать оси)

source: Acacia Wood Slab
be: Пліта з акацыі
cs: Dřevěný akáciový půlblok
de: Akazienholzplatte
es: Losa de Madera de Acacia
fr: Dalle en acacia
it: Lastra di legno d'acacia
ms: Bidur Kayu Akasia
pl: Akacjowa płyta
ru: Деревянная плита из акации

source: Aspen Wood Slab
be: Пліта з асіны
cs: Dřevěný osikový půlblok
de: Espenholzplatte
es: Losa de Madera de Alamo
fr: Dalle en bouleau
it: Lastra di legno di pioppo
ms: Bidur Kayu Aspen
pl: Osikowa płyta
ru: Деревянная плита из осины

source: Brick Slab
be: Пліта з цэглы
cs: Cihlový půlblok
de: Ziegelsteinplatte
es: Losa de Ladrillo
fr: Dalle en briques
it: Lastra di mattoni
ms: Bidur Bata
pl: Ceglana płyta
ru: Кирпичная плита

source: Bronze Block Slab
be: Пліта з бронзавага блока
cs: Bronzový půlblok
de: Bronzeblockplatte
es: Losa de Bloque de Bronce
fr: Dalle en blocs de bronze
it: Lastra di blocco di bronzo
ms: Bidur Bongkah Gangsa
pl: Płyta bloku brązu
ru: Плита из бронзового блока

source: Cobblestone Slab
be: Пліта з бруку
cs: Půlblok kamenné dlažby
de: Pflastersteinplatte
es: Losa de Adoquin
fr: Dalle en pierres
it: Lastra di ciottoli
ms: Bidur Batu Buntar
pl: Brukowa płyta
ru: Булыжниковая плита

source: Copper Block Slab
be: Пліта з медзянога блока
cs: Měděný půlblok
de: Kupferblockplatte
es: Losa de Bloque de Cobre
fr: Dalle en blocs de cuivre
it: Lastra di blocco di rame
ms: Bidur Bongkah Tembaga
pl: Płyta miedzianego bloku
ru: Плита из блока меди

source: Desert Cobblestone Slab
be: Пліта з пустыннага бруку
cs: Půlblok pouštní kamenné dlažby
de: Wüstenpflastersteinplatte
es: Losa de Adoquin del Desierto
fr: Dalle en pierres (désert)
it: Latra di ciottoli del deserto
ms: Bidur Batu Buntar Gurun
pl: Płyta pustynnego bruku
ru: Плита из пустынного булыжника

source: Desert Sandstone Block Slab
be: Пліта з блока путыннага пяшчаніка
cs: Dekorativní půlblok pouštního pískovce
de: Wüstensandsteinblockplatte
es: Losa de Bloque de Piedra Arenosa del Desierto
fr: Dalle en blocs de grès (désert)
it: Lastra di blocco di arenaria del deserto
ms: Bidur Bongkah Batu Pasir Gurun
pl: Płyta bloku pustynnego piaskowca
ru: Плита из блока пустынного песчаника

source: Desert Sandstone Brick Slab
be: Пліта з цэглы пустыннага пяшчаніка
cs: Cihlový půlblok z pouštního pískovce
de: Wüstensandsteinziegelplatte
es: Losa de Ladrillo de Piedra Arenosa del Desierto
fr: Dalle en briques de grès (désert)
it: Lastra di mattoni di arenaria del deserto
ms: Bidur Bata Batu Pasir Gurun
pl: Ceglana płyta pustynnego piaskowca
ru: Плита из кирпичей пустынного песчаника

source: Desert Sandstone Slab
be: Пліта з пустыннага пяшчаніка
cs: Půlblok pouštního pískovce
de: Wüstensandsteinplatte
es: Losa de Piedra Arenosa del Desierto
fr: Dalle en grès (désert)
it: Lastra di arenaria del deserto
ms: Bidur Batu Pasir Gurun
pl: Płyta pustynnego piaskowca
ru: Плита из пустынного песчаника

source: Desert Stone Block Slab
be: Пліта з блока пустыннага камня
cs: Dekorativní půlblok pouštního kamene
de: Wüstensteinblockplatte
es: Losa de Bloque de Piedra del Desierto
fr: Dalle en blocs de pierre (désert)
it: Lastra di blocco di pietra del deserto
ms: Bidur Bongkah Batu Gurun
pl: Płyta bloku pustynnego kamienia
ru: Плита из блока пустынного камня

source: Desert Stone Brick Slab
be: Пліта з цэглы пустыннага камня
cs: Cihlový půlblok z pouštního kamene
de: Wüstensteinziegelplatte
es: Losa de Ladrillo de Piedra del Desierto
fr: Dalle en briques de pierre (désert)
it: Lastra di mattoni di pietra del deserto
ms: Bidur Bata Batu Gurun
pl: Ceglana płyta pustynnego kamienia
ru: Плита из кирпича пустынного камня

source: Desert Stone Slab
be: Пліта з пустыннага камня
cs: Půlblok pouštního kamene
de: Wüstensteinplatte
es: Losa de Piedra del Desierto
fr: Dalle en pierre (désert)
it: Lastra di pietra del deserto
ms: Bidur Batu Gurun
pl: Płyta pustynnego kamienia
ru: Плита из пустынного камня

source: Gold Block Slab
be: Пліта з блока золата
cs: Zlatý půlblok
de: Goldblockplatte
es: Losa de Bloque de Oro
fr: Dalle en blocs d'or
it: Lastra di blocco d'oro
ms: Bidur Bongkah Emas
pl: Płyta złotego bloku
ru: Плита из золотого блока

source: Ice Slab
be: Пліта з ільду
cs: Ledový půlblok
de: Eisplatte
es: Losa de Hielo
fr: Dalle en glace
it: Lastra di ghiaccio
ms: Bidur Ais
pl: Lodowa płyta
ru: Ледяная плита

source: Jungle Wood Slab
be: Пліта з джунглевага дрэва
cs: Půlblok tropického dřeva
de: Tropenholzplatte
es: Losa de Madera de Jungla
fr: Dalle en bois exotique
it: Lastra di legno della giungla
ms: Bidur Kayu Hutan
pl: Płyta drewna dżunglowego
ru: Плита из тропического дерева

source: Mossy Cobblestone Slab
be: Пліта з замшэлага бруку
cs: Půlblok porostlé dlažby
de: Bemooste Pflastersteinplatte
es: Losa de Adoquin Musgoso
fr: Dalle moussue en pierres
it: Lastra di ciottoli muschiosi
ms: Bidur Batu Buntar Berlumut
pl: Płyta omszałego bruku
ru: Плита из замшелого булыжника

source: Obsidian Block Slab
be: Пліта з блока абсідыяну
cs: Dekorativní půlblok obsidiánu
de: Obsidianblockplatte
es: Losa de Bloque de Obsidiana
fr: Dalle en blocs d'obsidienne
it: Lastra di blocco d'ossidiana
ms: Bidur Bongkah Obsidia
pl: Płyta bloku obsydianu
ru: Плита из обсидианового блока

source: Obsidian Brick Slab
be: Пліта з цэглы абсідыяну
cs: Cihlový půlblok z obsidiánu
de: Obsidianziegelplatte
es: Losa de Ladrillo de Obsidiana
fr: Dalle en briques d'obsidienne
it: Lastra di mattoni d'ossidiana
ms: Bidur Bata Obsidia
pl: Ceglana obsydianowa płyta
ru: Плита из обсидианового кирпича

source: Obsidian Slab
be: Пліта з абсідыяну
cs: Půlblok obsidiánu
de: Obsidianplatte
es: Losa de Obsidiana
fr: Dalle en obsidienne
it: Lastra d'ossidiana
ms: Bidur Obsidia
pl: Obsydianowa płyta
ru: Обсидановая плита

source: Pine Wood Slab
be: Пліта з хвоі
cs: Půlblok borovicového dřeva
de: Kiefernholzplatte
es: Losa de Madera de Pino
fr: Dalle en pin
it: Lastra di legno di pino
ms: Bidur Kayu Pain
pl: Płyta drewna sosnowego
ru: Плита из соснового дерева

source: Sandstone Block Slab
be: Пліта з блока пяшчаніка
cs: Dekorativní půlblok pískovce
de: Sandsteinblockplatte
es: Losa de Bloque de Piedra Arenosa
fr: Dalle en blocs de grès
it: Lastra di blocco d'arenaria
ms: Bidur Bongkah Batu Pasir
pl: Płyta bloku piaskowca
ru: Плита из блока песчаника

source: Sandstone Brick Slab
be: Пліта з цэглы пяшчаніка
cs: Cihlový půlblok z pískovce
de: Sandsteinziegelplatte
es: Losa de Ladrillo de Piedra Arenosa
fr: Dalle en briques de grès
it: Lastra di mattoni d'arenaria
ms: Bidur Bata Batu Pasir
pl: Ceglana płyta piaskowca
ru: Плита из песчаникового кирпича

source: Sandstone Slab
be: Пліта з пяшчаніка
cs: Půlblok pískovce
de: Sandsteinplatte
es: Losa de Piedra Arenosa
fr: Dalle en grès
it: Lastra d'arenaria
ms: Bidur Batu Pasir
pl: Płyta piaskowca
ru: Плита из песчаника

source: Silver Sandstone Block Slab
be: Пліта з блока срэбнага пяшчаніка
cs: Půlbok dekorativního stříbrného pískovce
de: Silbersandsteinblockplatte
es: Losa de Bloque de Piedra Arenosa Plateada
fr: Dalle en blocs de grès argenté
it: Lastra di blocco d'arenaria argentata
ms: Bidur Bongkah Batu Pasir Perak
pl: Płyta bloku srebrnego piaskowca
ru: Плита из блока серебряного песчаника

source: Silver Sandstone Brick Slab
be: Пліта з цэглы срэбнага пяшчаніка
cs: Cihlový půlblok ze stříbrného pískovce
de: Silbersandsteinziegelplatte
es: Losa de Ladrillo de Piedra Arenosa Plateada
fr: Dalle en briques de grès argenté
it: Lastra di mattoni d'arenaria argentata
ms: Bidur Bata Batu Pasir Perak
pl: Ceglana płyta srebrnego piaskowca
ru: Плита из кирпича серебряного песчаника

source: Silver Sandstone Slab
be: Пліта са срэбнага пяшчаніка
cs: Půlblok stříbrného pískovce
de: Silbersandsteinplatte
es: Losa de Piedra Arenosa Plateada
fr: Dalle en grès argenté
it: Lastra d'arenaria argentata
ms: Bidur Batu Pasir Perak
pl: Płyta srebrnego piaskowca
ru: Плита из серебряного песчаника

source: Snow Block Slab
be: Пліта з блока снега
cs: Půlblok sněhu
de: Schneeblockplatte
es: Losa de Bloque de Nieve
fr: Dalles en blocs de neige
it: Lastra di blocco di neve
ms: Bidur Bongkah Salji
pl: Płyta śnieżnego bloku
ru: Плита из снежного блока

source: Steel Block Slab
be: Пліта з блока сталі
cs: Ocelový půlblok
de: Stahlblockplatte
es: Losa de Bloque de Acero
fr: Dalle en blocs d'acier
it: Lastra di blocco d'acciaio
ms: Bidur Bongkah Keluli
pl: Płyta stalowego bloku
ru: Плита из стального блока

source: Stone Block Slab
be: Пліта з блока камня
cs: Dekorativní půlblok kamene
de: Steinblockplatte
es: Losa de Bloque de Piedra
fr: Dalle en blocs de pierre
it: Lastra di blocco di pietra
ms: Bidur Bongkah Batu
pl: Płyta kamiennego bloku
ru: Плита из каменного блока

source: Stone Brick Slab
be: Пліта з каменнай цэглы
cs: Cihlový půlblok kamene
de: Steinziegelplatte
es: Losa de Ladrillo de Piedra
fr: Dalle en briques de pierre
it: Lastra di mattoni di pietra
ms: Bidur Bata Batu
pl: Płyta kamiennej cegły
ru: Плита из каменных кирпичей

source: Stone Slab
be: Пліта з камня
cs: Kamenný půlblok
de: Steinplatte
es: Losa de Piedra
fr: Dalle en pierre
it: Lastra di pietra
ms: Bidur Batu
nl: Stenen Plaat
pl: Kamienna płyta
ru: Плита из камня

source: Straw Slab
be: Пліта з саломы
cs: Slaměný půlblok
de: Strohplatte
es: Losa de Paja
fr: Dalle en paille
it: Lastra di paglia
ms: Bidur Jerami
pl: Płyta źdźbła
ru: Плита из соломы

source: Tin Block Slab
be: Пліта з блока волава
de: Zinnblockplatte
it: Lastra di blocco di stagno
ms: Bidur Bongkah Timah
ru: Плита из оловянного блока

source: Wooden Slab
be: Пліта з дрэва
cs: Dřevěný půlblok
de: Holzplatte
es: Losa de Madera
fr: Dalle en bois
it: Lastra di legno
ms: Bidur Kayu
pl: Drewniana płyta
ru: Деревянная плита

source: Acacia Wood Stair
be: Прыступка з акацыі
cs: Akáciové schody
de: Akazienholztreppe
es: Escaleras de Madera de Acacia
fr: Marche en acacia
it: Scala di legno d'acacia
ms: Tangga Kayu Akasia
nl: Acacia Houten traptreden
pl: Akacjowe schody
ru: Ступени из дерева акации

source: Aspen Wood Stair
be: Прыступка з асіны
cs: Osikové schody
de: Espenholztreppe
es: Escalera de Madera de Alamo
fr: Marche en bouleau
it: Scala di legno di pioppo
ms: Tangga Kayu Aspen
nl: Aspen Houten Trap
pl: Osikowe schody
ru: Ступени из осинового дерева

source: Brick Stair
be: Прыступка з цэглы
cs: Cihlové schody
de: Ziegelsteintreppe
es: Escalera de Ladrillo
fr: Marche en briques
it: Scala di mattoni
ms: Tangga Bata
pl: Ceglane schody
ru: Кирпичные ступени

source: Bronze Block Stair
be: Прыступка з бронзавага блока
cs: Bronzové schody
de: Bronzeblocktreppe
es: Escalera de Bloque de Bronce
fr: Marche en blocs de bronze
it: Scala di blocco di bronzo
ms: Tangga Bongkah Gangsa
pl: Schody bloku z brązu
ru: Ступени из бронзового блока

source: Cobblestone Stair
be: Прыступка з бруку
cs: Schody z kamenné dlažby
de: Pflastersteintreppe
es: Escalera de Adoquin
fr: Marche en pierres
it: Scala di ciottoli
ms: Tangga Batu Buntar
pl: Brukowe schody
ru: Ступени из булыжника

source: Copper Block Stair
be: Прыступка з блока медзі
cs: Měděné schody
de: Kupferblocktreppe
es: Escalera de Bloque de Cobre
fr: Marche en blocs de cuivre
it: Scala di blocco di rame
ms: Tangga Bongkah Tembaga
pl: Schody z miedzianego bloku
ru: Ступени из медного блока

source: Desert Cobblestone Stair
be: Прыступка з пустыннага бруку
cs: Schody z pouštní kamenné dlažby
de: Wüstenpflastersteintreppe
es: Escalera de Adoquin del Desierto
fr: Marche en pierres (désert)
it: Scala di ciottoli del deserto
ms: Tangga Batu Buntar Gurun
nl: Woestijn Keistenen Traptreden
pl: Schody z pustynnego bruku
ru: Ступени из пустынного песчаника

source: Desert Sandstone Block Stair
be: Прыступка з блока пустыннага пяшчаніка
cs: Dekorativní schody z pouštního pískovce
de: Wüstensandsteinblocktreppe
es: Escalera de Bloque de Piedra Arenosa del Desierto
fr: Marche en blocs de grès (désert)
it: Scala di blocco d'arenaria del deserto
ms: Tangga Bongkah Batu Pasir Gurun
pl: Schody z bloku pustynnego piaskowca
ru: Ступени из блока пустынного песчаника

source: Desert Sandstone Brick Stair
be: Прыступка з цэглы пустыннага пяшчаніка
cs: Cihlové schody z pouštního pískovce
de: Wüstensandsteinziegeltreppe
es: Escalera de Ladrillo de Piedra Arenosa del Desierto
fr: Marche en briques de grès (désert)
it: Scala di mattoni d'arenaria del deserto
ms: Tangga Bata Batu Pasir Gurun
pl: Ceglane schody z pustynnego piaskowca
ru: Ступени из кирпича пустынного песчаника

source: Desert Sandstone Stair
be: Прыступка з пустыннага пяшчаніка
cs: Schody z pouštního pískovce
de: Wüstensandsteintreppe
es: Escalera de Piedra Arenosa del Desierto
fr: Marche en grès (désert)
it: Scala d'arenaria del deserto
ms: Tangga Batu Pasir Gurun
nl: Woestijn Zandstenen Traptreden
pl: Schody z pustynnego piaskowca
ru: Ступени из пустынного песчаника

source: Desert Stone Block Stair
be: Прыступка з блока пустыннага камня
cs: Dekorativní schody z pouštního kamene
de: Wüstensteinblocktreppe
es: Escalera de Bloque de Piedra del Desierto
fr: Marche en blocs de pierre (désert)
it: Scala di blocco di pietra del deserto
ms: Tangga Bongkah Batu Gurun
pl: Schody z bloku pustynnego kamienia
ru: Ступени из блока пустынного камня

source: Desert Stone Brick Stair
be: Прыступка з цэглы пустыннага камня
cs: Cihlové schody z pouštního kamene
de: Wüstensteinziegeltreppe
es: Escalera de Ladrillo de Piedra del Desierto
fr: Marche en briques de pierre (désert)
it: Scala di mattoni di pietra del deserto
ms: Tangga Bata Batu Gurun
pl: Ceglane schody z pustynnego kamienia
ru: Ступени из кирпича пустынного камня

source: Desert Stone Stair
be: Прыступка з пустыннага камня
cs: Schody z pouštního kamene
de: Wüstensteintreppe
es: Escalera de Piedra del Desierto
fr: Marche en pierre (désert)
it: Scala di pietra del deserto
ms: Tangga Batu Gurun
nl: Woestijn Stenen Traptreden
pl: Schody z pustynnego kamienia
ru: Ступени из пустынного камня

source: Gold Block Stair
be: Прыступка з блока золата
cs: Zlaté schody
de: Goldblocktreppe
es: Escalera de Bloque de Oro
fr: Marche en blocs d'or
it: Scala di blocco d'oro
ms: Tangga Bongkah Emas
pl: Schody z bloku złota
ru: Ступени из золотого блока

source: Ice Stair
be: Прыступка з ільда
cs: Ledové schody
de: Eistreppe
es: Escalera de Hielo
fr: Marche en glace
it: Scala di ghiaccio
ms: Tangga Ais
nl: Ijs Traptreden
pl: Lodowe schody
ru: Ледяные ступени

source: Jungle Wood Stair
be: Прыступка з джунглевага дрэва
cs: Schody z tropického dřeva
de: Tropenholztreppe
es: Escalera de Madera de Jungla
fr: Marche en bois exotique
it: Scala di legno della giungla
ms: Tangga Kayu Hutan
nl: Jungle Houten Traptreden
pl: Schody z drewna dżunglowego
ru: Ступени из тропического дерева

source: Mossy Cobblestone Stair
be: Прыступка з замшэлага бруку
cs: Schody z porostlé dlažby
de: Bemooste Pflastersteintreppe
es: Escalera de Adoquin Musgoso
fr: Marche moussue en pierres
it: Scala di ciottoli muschiosi
ms: Tangga Batu Buntar Berlumut
nl: Mossige Keistenen Traptreden
pl: Schody z omszałego bruku
ru: Ступени из замшелого булыжника

source: Obsidian Block Stair
be: Прыступка з блока абсідыяну
cs: Dekorativní schody z obsidiánu
de: Obsidianblocktreppe
es: Escalera de Bloque de Obsidiana
fr: Marche en blocs d'obsidienne
it: Scala di blocco d'ossidiana
ms: Tangga Bongkah Obsidia
pl: Schody z obsydianowego bloku
ru: Ступени из обсидианового блока

source: Obsidian Brick Stair
be: Прыступка з цэглы абсідыяну
cs: Cihlové schody z obsidiánu
de: Obsidianziegeltreppe
es: Escalera de Ladrillo de Obsidiana
fr: Marche en briques d'obsidienne
it: Scala di mattoni d'ossidiana
ms: Tangga Bata Obsidia
pl: Schody z obsydianowej cegły
ru: Ступени из обсидианового кирпича

source: Obsidian Stair
be: Прыступка з абсідыяну
cs: Obsidiánové schody
de: Obsidiantreppe
es: Escalera de Obsidiana
fr: Marche en obsidienne
it: Scala d'ossidiana
ms: Tangga Obsidia
pl: Obsydianowe schody
ru: Ступени из обсидиана

source: Pine Wood Stair
be: Прыступка з хвоі
cs: Borovicové schody
de: Kiefernholztreppe
es: Escalera de Madera de Pino
fr: Marche en pin
it: Scala di legno di pino
ms: Tangga Kayu Pain
pl: Sosnowe schody
ru: Ступени из соснового дерева

source: Sandstone Block Stair
be: Прыступка з блока пяшчаніка
cs: Dekorativní schody z pískovce
de: Sandsteinblocktreppe
es: Escalera de Bloque de Piedra Arenosa
fr: Marche en blocs de grès
it: Scala di blocco d'arenaria
ms: Tangga Bongkah Batu Pasir
ru: Ступени из блока песчаника

source: Sandstone Brick Stair
be: Прыступка з цэглы пяшчаніка
cs: Cihlové schody z pískovce
de: Sandsteinziegeltreppe
es: Escalera de Ladrillo de Piedra Arenosa
fr: Marche en briques de grès
it: Scala di mattoni d'arenaria
ms: Tangga Bata Batu Pasir
ru: Ступени из песчаникового кирпича

source: Sandstone Stair
be: Прыступка з пяшчаніка
cs: Pískovcové schody
de: Sandsteintreppe
es: Escalera de Piedra Arenosa
fr: Marche en grès
it: Scala d'arenaria
ms: Tangga Batu Pasir
nl: Zandstenen Traptreden
ru: Ступени из песчаника

source: Silver Sandstone Block Stair
be: Прыступка з блока срэбнага пяшчаніка
cs: Dekorativní schody ze stříbrného pískovce
de: Silbersandsteinblocktreppe
es: Escalera de Bloque de Piedra Arenosa Plateada
fr: Marche en blocs de grès argenté
it: Scala di blocco d'arenaria argentea
ms: Tangga Bongkah Batu Pasir Perak
pl: Schody z bloku srebrnego piaskowca
ru: Ступени из блока серебряного песчаника

source: Silver Sandstone Brick Stair
be: Прыступка з цэглы срэбнага пяшчаніка
cs: Cihlové schody ze stříbrného pískovce
de: Silbersandsteinziegeltreppe
es: Escalera de Ladrillo de Piedra Arenosa Plateada
fr: Marche en briques de grès argenté
it: Scala di mattoni d'arenaria argentea
ms: Tangga Bata Batu Pasir Perak
ru: Ступени из кирпича серебряного песчаника

source: Silver Sandstone Stair
be: Прыступка са срэбнага пяшчаніка
cs: Stříbrnopískovcové schody
de: Silbersandsteintreppe
es: Escalera de Piedra Arenosa Plateada
fr: Marche en grès argenté
it: Scala d'arenaria argentea
ms: Tangga Batu Pasir Perak
pl: Schody ze srebrnego piaskowca
ru: Ступени из серебряного песчаника

source: Snow Block Stair
be: Прыступка з блока снега
cs: Schody ze sněhu
de: Schneeblocktreppe
es: Escalera de Bloque de Nieve
fr: Marche en blocs de neige
it: Scala di blocco di neve
ms: Tangga Bongkah Salji
ru: Ступени из снежного блока

source: Steel Block Stair
be: Прыступка з блока сталі
cs: Ocelové schody
de: Stahlblocktreppe
es: Escalera de Bloque de Acero
fr: Marche en blocs d'acier
it: Scala di blocco d'acciaio
ms: Tangga Bongkah Keluli
ru: Ступени из стального блока

source: Stone Block Stair
be: Прыступка з блока камня
cs: Dekorativní schody z kamene
de: Steinblocktreppe
es: Escalera de Bloque de Piedra
fr: Marche en blocs de pierre
it: Scala di blocco di pietra
ms: Tangga Bongkah Batu
pl: Schody z kamiennego bloku
ru: Ступени из каменного блока

source: Stone Brick Stair
be: Прыступка з каменнай цэглы
cs: Cihlové schody z kamene
de: Steinziegeltreppe
es: Escalera de Ladrillo de Piedra
fr: Marche en briques de pierre
it: Scala di mattoni di pietra
ms: Tangga Bata Batu
pl: Ceglane kamienne schody
ru: Ступени из каменного кирпича

source: Stone Stair
be: Прыступка з камня
cs: Kamenné schody
de: Steintreppe
es: Escalera de Piedra
fr: Marche en pierre
it: Scala di pietra
ms: Tangga Batu
nl: Stenen Traptreden
pl: Kamienne schody
ru: Ступени из камня

source: Straw Stair
be: Прыступка з саломы
cs: Slaměné schody
de: Strohtreppe
es: Escalera de Paja
fr: Marche en paille
it: Scala di paglia
ms: Tangga Jerami
nl: Stro Traptreden
pl: Schody ze źdźbła
ru: Ступени из соломы

source: Tin Block Stair
be: Прыступка з блока волава
de: Zinnblocktreppe
it: Scala di blocco di stagno
ms: Tangga Bongkah Timah
ru: Ступени из оловянного блока

source: Wooden Stair
be: Прыступка з драўніны
cs: Dřevěné schody
de: Holztreppe
es: Escalera de Madera
fr: Marche en bois
it: Scala di legno
ms: Tangga Kayu
nl: Houten Traptreden
pl: Drewniane schody
ru: Ступени из дерева

source: Acacia Wood Stair Inner
be: Унутраная прыступка з акацыі
de: Innere Akazienholztreppe
it: Scala di legno d'acacia (angolo interno)
ms: Tangga Kayu Akasia Dalaman
ru: Внутренние ступени из дерева акации

source: Aspen Wood Stair Inner
be: Унутраная прыступка з асіны
de: Innere Espenholztreppe
fr: Marche en bois de bouleau
it: Scala di legno di pioppo (angolo interno)
ms: Tangga Kayu Aspen Dalaman
ru: Внутренние ступени из осинового дерева

source: Brick Stair Inner
be: Унутраная прыступка з цэглы
de: Innere Ziegelsteintreppe
it: Scala di mattoni (angolo interno)
ms: Tangga Bata Dalaman
ru: Внутренние ступени из кирпича

source: Bronze Block Stair Inner
be: Унутраная прыступка з бронзавага блока
de: Innere Bronzeblocktreppe
it: Scala di blocco di bronzo (angolo interno)
ms: Tangga Bongkah Gangsa Dalaman
ru: Внутренние ступени из блока бронзы

source: Cobblestone Stair Inner
be: Унутраная прыступка з бруку
de: Innere Pflastersteintreppe
it: Scala di ciottoli (angolo interno)
ms: Tangga Batu Buntar Dalaman
ru: Внутренние ступени из булыжника

source: Copper Block Stair Inner
be: Унутраная прыступка з блока медзі
de: Innere Kupferblocktreppe
it: Scala di blocco di rame (angolo interno)
ms: Tangga Bongkah Tembaga Dalaman
ru: Внутренние ступени из медного блока

source: Desert Cobblestone Stair Inner
be: Унутраная прыступка з пустыннага бруку
de: Innere Wüstenpflastersteintreppe
it: Scala di ciottoli del deserto (angolo interno)
ms: Tangga Batu Buntar Gurun Dalaman
ru: Внутренние ступени из пустынного булыжника

source: Desert Sandstone Block Stair Inner
be: Унутраная прыступка з блока пустыннага пяшчаніка
de: Innere Wüstensandsteinblocktreppe
it: Scala di blocco d'arenaria del deserto (angolo interno)
ms: Tangga Bongkah Batu Pasir Gurun Dalaman
ru: Внутренние ступени из пустынного песчаника

source: Desert Sandstone Brick Stair Inner
be: Унутраная прыступка з цэглы пустыннага пяшчаніка
de: Innere Wüstensandsteinziegeltreppe
it: Scala di mattoni d'arenaria del deserto (angolo interno)
ms: Tangga Bata Batu Pasir Gurun Dalaman
ru: Внутренние ступени из кирпичей пустынного песчаника

source: Desert Sandstone Stair Inner
be: Унутраная прыступка з пустыннага пяшчаніка
de: Innere Wüstensandsteintreppe
it: Scala d'arenaria del deserto (angolo interno)
ms: Tangga Batu Pasir Gurun Dalaman
ru: Внутренние ступени из пустынного песчаника

source: Desert Stone Block Stair Inner
be: Унутраная прыступка з блока пустыннага камня
de: Innere Wüstensteinblocktreppe
it: Scala di blocco di pietra del deserto (angolo interno)
ms: Tangga Bongkah Batu Gurun Dalaman
ru: Внутренние ступени из блока пустынного песчаника

source: Desert Stone Brick Stair Inner
be: Унутраная прыступка з цэглы пустыннага камня
de: Innere Wüstensteinziegeltreppe
fr: Escalier en briques de pierre du désert
it: Scala di mattoni di pietra del deserto (angolo interno)
ms: Tangga Bata Batu Gurun Dalaman
ru: Внутренние ступени из кирпичей пустынного песчаника

source: Desert Stone Stair Inner
be: Унутраная прыступка з пустыннага камня
de: Innere Wüstensteintreppe
it: Scala di pietra del deserto (angolo interno)
ms: Tangga Batu Gurun Dalaman
ru: Внутренние ступени из пустынного камня
