Repository: tacotexmex/hamlets_quest
Catalog: mods/user_interface/mtg_i18n/locale/*.po
Languages: be, cs, de, es, fr, it, ms, nl, pl, ru

source: Air (you hacker you!)
be: Паветра (вы хакер!)
cs: Vzduch (ty jeden hackere!)
de: Luft (Du Hacker, Du!)
es: Aire (tu hacker tu!)
fr: Air (espèce de tricheur ! )
it: Aria (hacker!)
ms: Udara (engkau penggodam!)
nl: Lucht (jij hacker jij!)
pl: Powietrze (ty hakerze ty!)
ru: Воздух (да ты хакер!)

source: Simple Bed
be: Просты ложак
cs: Prostá postel
de: Schlichtes Bett
es: Cama Simple
fr: Lit Simple
it: Letto semplice
ms: Katil Biasa
nl: Simpel bed
pl: Proste łóżko
ru: Кровать обычная

source: Fancy Bed
be: Незвычайны ложак
cs: Zdobená postel
de: Schönes Bett
es: Cama Sofisticada
fr: Lit fantaisie
it: Letto elegante
ms: Katil Beragam
pl: Łóżko ozdobne
ru: Необычная кровать

source: Boat
be: Човен
cs: Loďka
de: Boot
es: Bote
fr: Bateau
it: zattera
ms: Bot
nl: Boot
pl: Łódka
ru: Лодка

source: Bones
be: Косці
cs: Kosti
de: Knochen
es: Huesos
fr: Ossements
it: Ossa
ms: Tulang
nl: Botten
pl: Kości
ru: Кости

source: Empty Bucket
be: Пустое вядро
cs: Prázdný kbelík
de: Leerer Eimer
es: Balde Vacio
fr: Seau vide
it: Secchio vuoto
ms: Baldi Kosong
nl: Lege Emmer
pl: Puste wiadro
ru: Пустое ведро

source: Lava Bucket
be: Вядро лавы
cs: Kbelík s lávou
de: Lavaeimer
es: Balde Con Lava
fr: Seau de lave
it: Secchio di lava
ms: Baldi Lava
nl: Emmer Met Lava
pl: Wiadro lawy
ru: Ведро лавы

source: River Water Bucket
be: Вядро рачной вады
cs: Kbelík s říční vodou
de: Flusswassereimer
es: Balde con Agua de Rio
fr: Seau d'eau de rivière
it: Secchio d'acqua di fiume
ms: Baldi Air Sungai
nl: Emmer Met Rivier Water
pl: Wiadro wody z rzeki
ru: Ведро речной воды

source: Water Bucket
be: Вядро вады
cs: Kbelík s vodou
de: Wassereimer
es: Balde con Agua
fr: Seau d'eau
it: Secchio d'acqua
ms: Baldi Air
nl: Emmer met water
pl: Wiadro wody
ru: Ведро воды

source: Brake rail
be: Тармазныя рэйкі
cs: Brzdící kolej
de: Bremsschiene
es: Rail de Freno
fr: Rail ralentisseur
it: Binario freno
ms: Landasan Brek
pl: Hamujący tor
ru: Тормозной рельс

source: Cart (Sneak+Click to pick up)
be: Вазок (Красціся+Націск, каб падабраць)
cs: Vagon (plížit+kliknout k sebrání)
de: Lore (Schleichen + Klicken zum Aufnehmen)
es: Vagoneta (Agacharse+Click para recoger)
fr: Wagonnet (s'accroupir + clic pour prendre)
it: Vagone (Maiusc+Click per prenderlo)
ms: Pedati (Selinap+Klik untuk ambil balik)
pl: Wózek (Skradanie+Klik aby podnieś)
ru: Корзина (взять+клик чтобы подобрать)

source: Powered rail
be: Сілавыя рэйкі
cs: Napájená kolej
de: Antriebsschiene
es: Rail Energizado
fr: Rail accélérateur
it: Binario alimentato
ms: Landasan Berkuasa
pl: Zasilany tor
ru: Силовые рельсы

source: Rail
be: Рэйкі
cs: Kolej
de: Schiene
es: Raíl
it: Binario
ms: Landasan
pl: Tor
ru: Рельсы

source: Acacia Bush Leaves
be: Лісце хмызняка акацыі
cs: Listí akácie (keře)
de: Akazienbuschblätter
es: Hojas de Arbusto de Acacia
fr: Feuilles de buisson d'acacia
it: Foglie di cespuglio d'acacia
ms: Daun Belukar Akasia
pl: Liście krzaku akacji
ru: Густые листья акации

source: Acacia Bush Sapling
be: Саджанец хмызняка акацыі
cs: Sazenice akácie (keře)
de: Akazienbuschsetzling
es: Retoño de Arbusto de Acacia
fr: Pousse de buisson d'acacia
it: Pianticella di cespuglio d'acacia
ms: Anak Belukar Akasia
pl: Sadzonka krzaku akacji
ru: Саженец куста акации

source: Acacia Bush Stem
be: Сцябло хмызняка акацыі
cs: Stonek akácie (keře)
de: Akazienbuschstamm
es: Tallo de Arbusto de Acacia
fr: Tige de buisson d'acacia
it: Fusto di cespuglio d'acacia
ms: Batang Belukar Akasia
nl: Acacia Struiken Stam
pl: Łodyga krzaku akacji
ru: Стебель куста акации

source: Acacia Leaves
be: Лісце акацыі
cs: Listí akácie
de: Akazienblätter
es: Hojas de Acacia
fr: Feuilles d'acacia
it: Foglie d'acacia
ms: Daun Akasia
nl: Acacia Bladeren
pl: Liście akacji
ru: Листья акации

source: Acacia Tree Sapling
be: Саджанец акацыі
cs: Sazenice akácie (stromu)
de: Akazienbaumsetzling
es: Retoño de Arbol de Acacia
fr: Pousse d'acacia
it: Pianticella d'acacia
ms: Anak Pokok Akasia
pl: Sadzonka drzewa akacji
ru: Саженец акации

source: Acacia Tree
be: Акацыя
cs: Kmen akácie
de: Akazienbaumstamm
es: Arbol de Acacia
fr: Acacia
it: Acacia
ms: Kayu Akasia
nl: Acacia Boom
pl: Drzewo akacji
ru: Акация

source: Acacia Wood Planks
be: Дошкі з акацыі
cs: Dřevěná akáciová prkna
de: Akazienholzbretter
es: Tablas de Madera de Acacia
fr: Planches d'acacia
it: Assi di legno d'acacia
ms: Papan Kayu Akasia
nl: Acacia Houten Planken
pl: Deski akacjowe
ru: Доски акации

source: Apple
be: Яблык
cs: Jablko
de: Apfel
es: Manzana
fr: Pomme
it: Mela
ms: Epal
nl: Appel
pl: Jabłko
ru: Яблоко

source: Aspen Leaves
be: Лісце асіны
cs: Listí osiky
de: Espenblätter
es: Hojas de Alamo
fr: Feuilles de bouleau
it: Foglie di pioppo
ms: Daun Aspen
pl: Liście osiki
ru: Осиновые листья

source: Aspen Tree Sapling
be: Саджанец асіны
cs: Sazenice osiky
de: Espenbaumsetzling
es: Retoño de Arbol de Alamo
fr: Pousse de bouleau
it: Pianticella di pioppo
ms: Anak Pokok Aspen
pl: Sadzonka drzewa osikowego
ru: Саженец осинового дерева

source: Aspen Tree
be: Асіна
cs: Kmen osiky
de: Espenbaumstamm
es: Arbol de Alamo
fr: Bouleau
it: Pioppo
ms: Kayu Aspen
nl: Aspen Boom
pl: Drzewo osiki
ru: Осина

source: Aspen Wood Planks
be: Асінавыя дошкі
cs: Dřevěná osiková prkna
de: Espenholzbretter
es: Tablas de Madera de Alamo
fr: Planches de bouleau
it: Assi di legno di pioppo
ms: Papan Kayu Aspen
nl: Aspen houten planken
pl: Deski osikowe
ru: Осиновые доски

source: Bronze Axe
be: Бронзавая сякера
cs: Bronzová sekera
de: Bronzeaxt
es: Hacha de Bronce
fr: Hache en bronze
it: Ascia di bronzo
ms: Kapak Gangsa
nl: Bronzen Bijl
pl: Brązowa siekiera
ru: Бронзовый топор

source: Diamond Axe
be: Алмазная сякера
cs: Diamantová sekera
de: Diamantaxt
es: Hacha de Diamante
fr: Hache en diamant
it: Ascia di diamante
ms: Kapak Intan
nl: Diamanten Bijl
pl: Diamentowa siekiera
ru: Алмазная кирка

source: Mese Axe
be: Сякера з мезы
cs: Mese sekera
de: Meseaxt
es: Hacha de Mese
fr: Hache en Mese
it: Ascia di mese
ms: Kapak Mese
nl: Mese Bijl
pl: Mese siekiera
ru: Кристальная кирка

source: Steel Axe
be: Сталёвая сякера
cs: Ocelová sekera
de: Stahlaxt
es: Hacha de Acero
fr: Hache en Acier
it: Ascia d'acciaio
ms: Kapak Keluli
nl: Stalen Bijl
pl: Stalowa siekiera
ru: Стальная кирка

source: Stone Axe
be: Каменная сякера
cs: Kamenná sekera
de: Steinaxt
es: Hacha de Piedra
fr: Hache en Pierre
it: Ascia di pietra
ms: Kapak Batu
nl: Stenen Bijl
pl: Kamienna siekiera
ru: Каменная кирка

source: Wooden Axe
be: Драўляная сякера
cs: Dřevěná sekera
de: Holzaxt
es: Hacha de Madera
fr: Hache en bois
it: Ascia di legno
ms: Kapak Kayu
nl: Houten Bijl
pl: Drewniana siekiera
ru: Деревянная кирка

source: Book
be: Кніга
cs: Kniha
de: Buch
es: Libro
fr: Livre
it: Libro
ms: Buku
nl: Boek
pl: Książka
ru: Книга

source: Bookshelf
be: Кніжная паліца
cs: Regál na knihy
de: Bücherregal
es: Libreria
fr: Bibliothèque
it: Scaffale
ms: Rak Buku
pl: Półka na książki
ru: Книжный шкаф

source: Book With Text
be: Кніга з тэкстам
cs: Popsaná kniha
de: Buch mit Text
es: Libro Con Texto
fr: Livre écrit
it: Libro scritto
ms: Buku Bertulisan
nl: Boek Met Text
pl: Książka z tekstem
ru: Книга с текстом

source: Brick Block
be: Цагляны блок
cs: Cihlový blok
de: Ziegelsteinblock
es: Bloque de Ladrillo
fr: Bloc de briques
it: Blocco di mattoni
ms: Bongkah Bata
nl: Bakstenen Blok
pl: Blok ceglany
ru: Кирпичный блок

source: Bronze Block
be: Бронзавы блок
cs: Bronzový blok
es: Bloque de Bronce
fr: Bloc de bronze
it: Blocco di bronzo
ms: Bongkah Gangsa
nl: Bronzen Blok
pl: Blok brązu
ru: Блок бронзы

source: Bronze Ingot
be: Бронзавы злітак
cs: Bronzový ingot
de: Bronzebarren
es: Lingote de Bronce
fr: Lingot de bronze
it: Lingotto di bronzo
ms: Jongkong Gangsa
pl: Sztabka brązu
ru: Бронзовый слиток

source: Bush Leaves
be: Лісце хмызняку
cs: Listí keře
de: Buschblätter
es: Hojas de Arbusto
fr: Feuilles de buisson
it: Foglie di cespuglio
ms: Daun Belukar
nl: Struiken Bladeren
pl: Liście krzaku
ru: Листья куста

source: Bush Sapling
be: Саджанец хмызняку
cs: Sazenice keře
de: Buschsetzling
es: Retoño de Arbusto
fr: Pousse de buisson
it: Pianticella di cespuglio
ms: Anak Belukar
nl: Struiken Kiemplant
pl: Sadzonka krzaku
ru: Саженец куста

source: Bush Stem
be: Сцябло хмызняку
cs: Stonek keře
de: Buschstamm
es: Tallo de Arbusto
fr: Tige de buisson
it: Fusto di cespuglio
ms: Batang Belukar
nl: Struiken Stam
pl: Łodyga krzaku
ru: Стебель куста

source: Cactus
be: Кактус
cs: Kaktus
de: Kaktus
ms: Kaktus
pl: Kaktus
ru: Кактус

source: Locked Chest
be: Зачынены куфар
cs: Zamčená truhla
de: Abgeschlossene Truhe
es: Cofre Bloqueado
fr: Coffre verrouillé
it: Baule chiuso a chiave
ms: Peti Berkunci
nl: Vergrendelde Kist
pl: Zablokowana skrzynia
ru: Запертый сундук

source: Chest
be: Куфар
cs: Truhla
de: Truhe
es: Cofre
fr: Coffre
it: Baule
ms: Peti
nl: Kist
pl: Skrzynia
ru: Сундук

source: Clay Brick
be: Гліняная цэгла
cs: Pálené cihly
de: Lehmziegel
es: Bloque de Arcilla
fr: Brique en argile
it: Mattone d'argilla
ms: Bata Tanah Liat
nl: Baksteen
pl: Gliniana cegła
ru: Кирпич

source: Clay Lump
be: Кавалак гліны
cs: Hrouda jílu
de: Lehmklumpen
es: Pedazo de Arcilla
fr: Boule d'argile
it: Grumo d'argilla
ms: Longgokan Tanah Liat
nl: Klomp Klei
pl: Bryłka gliny
ru: Глина

source: Clay
be: Гліна
cs: Jíl
de: Lehm
es: Arcilla
fr: Argile
it: Argilla
ms: Tanah Liat
nl: Klei
pl: Glina
ru: Блок глины

source: Cloud
be: Воблака
cs: Oblak
de: Wolke
es: Nube
fr: Nuage
it: Nuvola
ms: Awan
nl: Wolk
pl: Chmura
ru: Облако

source: Coal Block
be: Блок вугля
cs: Blok uhlí
de: Kohleblock
es: Bloque de Carbon
fr: Bloc de charbon
it: Blocco di carbone
ms: Bongkah Batu Arang
nl: Kool Blok
pl: Blok węgla
ru: Блок угля

source: Coal Lump
be: Кавалак вугля
cs: Hrouda uhlí
de: Kohleklumpen
es: Pedazo de Carbon
fr: Charbon
it: Grumo di carbone
ms: Longgokan Batu Arang
nl: Kool Klomp
pl: Bryłka węgla
ru: Уголь

source: Cobblestone
be: Брук
cs: Kamenná dlažba
de: Pflasterstein
es: Adoquin
fr: Pierres
it: Ciottoli
ms: Batu Buntar
nl: Keisteen
pl: Bruk
ru: Булыжник

source: Copper Block
be: Медзяны блок
cs: Měděný blok
de: Kupferblock
es: Bloque de Cobre
fr: Bloc de cuivre
it: Blocco di rame
ms: Bongkah Tembaga
nl: Koperen Blok
pl: Blok miedzi
ru: Блок меди

source: Copper Ingot
be: Медзяны злітак
cs: Měděný ingot
de: Kupferbarren
es: Lingote de Cobre
fr: Lingot de cuivre
it: Lingotto di rame
ms: Jongkong Tembaga
nl: Koperen staaf
pl: Sztabka miedzi
ru: Медный слиток

source: Copper Lump
be: Кавалак медзі
cs: Hrouda mědi
de: Kupferklumpen
es: Pedazo de Cobre
fr: Minerai de cuivre
it: Grumo di rame
ms: Longgokan Tembaga
nl: Koperen Klomp
pl: Bryłka miedzi
ru: Медная руда

source: Brown Coral
be: Карычневы карал
cs: Hnědé korály
de: Braune Koralle
es: Coral Cafe
fr: Corail Marron
it: Corallo marrone
ms: Batu Karang Perang
nl: Bruin Koraal
pl: Brązowy koral
ru: Коричневый коралл

source: Orange Coral
be: Памаранчавы карал
cs: Oranžové korály
de: Orange Koralle
es: Coral Naranja
fr: Corail orange
it: Corallo arancione
ms: Batu Karang Jingga
nl: Oranje koraal
pl: Pomarańczowy koral
ru: Оранжевый коралл

source: Coral Skeleton
be: Скелет карала
cs: Zkamenělý korál
de: Korallenskelet
es: Esqueleto Coral
fr: Squelette de Corail
it: Scheletro di corallo
ms: Rangka Karang
nl: Koraal skelet
pl: Szkielet koralu
ru: Коралловый скелет

source: Desert Cobblestone
be: Пустынны брук
cs: Pouštní kamenná dlažba
de: Wüstenpflasterstein
es: Adoquin del Desierto
fr: Pierres (désert)
it: Ciottoli del deserto
ms: Batu Buntar Gurun
nl: Woestijn Keistenen
pl: Pustynny bruk
ru: Пустынный булыжник

source: Desert Sand
be: Пустынны пясок
cs: Pouštní písek
de: Wüstensand
es: Arena del Desierto
fr: Sable (désert)
it: Sabbia del deserto
ms: Pasir Gurun
nl: Woestijn Zand
pl: Pustynny piasek
ru: Пустынный песок

source: Desert Sandstone Block
be: Блок пустыннага пяшчаніка
cs: Dekorativní pouštní pískovec
de: Wüstensandsteinblock
es: Bloque de Piedra Arenosa del Desierto
fr: Bloc de grès (désert)
it: Blocco di arenaria del deserto
ms: Bongkah Batu Pasir Gurun
nl: Woestijn Zandstenen Blok
pl: Pustynny blok piaskowca
ru: Пустынный песчаник

source: Desert Sandstone Brick
be: Цэгла з пустыннага пяшчаніка
cs: Cihly z pouštního pískovce
de: Wüstensandsteinziegel
es: Ladrillo de Piedra Arenosa del Desierto
fr: Brique de grès (désert)
it: Mattoni di arenaria del deserto
ms: Bata Batu Pasir Gurun
pl: Pustynna cegła piaskowca
ru: Пустынный песчаниковый кирпич

source: Desert Sandstone
be: Пустынны пяшчанік
cs: Pouštní pískovec
de: Wüstensandstein
es: Piedra Arenosa del Desierto
fr: Grès (désert)
it: Arenaria del deserto
ms: Batu Pasir Gurun
nl: Woestijn Zandsteen
pl: Pustynny piaskowiec
ru: Пустынный песчаник

source: Desert Stone Block
be: Блок пустыннага каменя
cs: Dekorativní pouštní kámen
de: Wüstensteinblock
es: Bloque de Piedra del Desierto
fr: Bloc de pierre (désert)
it: Blocco di pietra del deserto
ms: Bongkah Batu Gurun
nl: Woestijn Stenen Blok
pl: Pustynny blok kamienia
ru: Пустынный каменный блок

source: Desert Stone Brick
be: Цэгла з пустыннага каменя
cs: Cihly z pouštního kamene
de: Wüstensteinziegel
es: Bloque de Piedra del Desierto
fr: Brique de pierre (désert)
it: Mattoni di pietra del deserto
ms: Bata Batu Gurun
nl: Woestijn Stenen Bakstenen
pl: Pustynna kamienna cegła
ru: Пустынный каменный кирпич

source: Desert Stone
be: Пустынны камень
cs: Pouštní kámen
de: Wüstenstein
es: Piedra del Desierto
fr: Pierre (désert)
it: Pietra del deserto
ms: Batu Gurun
nl: Woestijn Steen
pl: Pustynny kamień
ru: Пустынный камень

source: Diamond Block
be: Алмазны блок
cs: Diamantový blok
de: Diamantblock
es: Bloque de Diamante
fr: Bloc de Diamant
it: Blocco di diamante
ms: Bongkah Intan
nl: Diamanten Blok
pl: Blok diamentu
ru: Алмазный блок

source: Diamond
be: Алмаз
cs: Diamant
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
ms: Berlian
nl: Diamant
pl: Diament
ru: Алмаз

source: Dirt
be: Бруд
cs: Hlína
de: Erde
es: Tierra
fr: Terre
it: Terra
ms: Tanah
nl: Aarde
pl: Ziemia
ru: Земля

source: Dirt with Dry Grass
be: Бруд з сухой травой
cs: Hlína porostlá suchou trávou
de: Erde mit trockenem Gras
es: Tierra con Pasto Seco
fr: Terre recouverte d'herbe sèche
it: Terra con erba secca
ms: Tanah Berumput Kering
nl: Aarde met Droog Gras
pl: Ziemia z wysuszoną trawą
ru: Земля с мокрой травой

source: Dirt with Grass and Footsteps
be: Бруд з травой і крокамі
cs: Pošlapaná hlína porostlá trávou
de: Erde mit Gras und Fußstapfen
es: Tierra con Pasto y Pisadas
fr: Terre recouverte d'herbe et traces de pas
it: Terra con erba e impronte
ms: Tanah Berumput dan Tapak Kaki
nl: Aarde met Gras en Voetstappen
pl: Ziemia z trawą i śladami stóp
ru: Земля с травой и следами

source: Dirt with Grass
be: Бруд з травой
cs: Hlína porostlá trávou
de: Erde mit Gras
es: Tierra con Pasto
fr: Terre recouverte d'herbe
it: Terra con erba
ms: Tanah Berumput
nl: Aarde met Gras
pl: Ziemia z trawą
ru: Земля с травой

source: Dirt with Rainforest Litter
be: Бруд з перагноем трапічных лясоў
cs: Hlína s humusem z pralesa
de: Erde mit Regenwaldstreu
es: Tierra con Basura de Selva Tropical
fr: Terre recouverte de litière forestière tropicale
it: Terra con humus della foresta pluviale
ms: Tanah Bersarap Hutan Hujan
pl: Ziemia ze ściółką lasu deszczowego
ru: Грязь с подстилкой для тропических лесов

source: Dirt with Snow
be: Бруд са снегам
cs: Hlína pokrytá sněhem
de: Erde mit Schnee
es: Tierra con Nieve
fr: Terre recouverte de neige
it: Terra con neve
ms: Tanah Bersalji
nl: Aarde met Sneeuw
pl: Ziemia ze śniegiem
ru: Земля с снегом

source: Dry Grass
be: Сухая трава
cs: Suchá tráva
de: Trockenes Gras
es: Pasto Seco
fr: Herbe Sèche
it: Erba secca
ms: Rumput Kering
nl: Droog gras
pl: Wysuszona trawa
ru: Мокрая трава

source: Dry Shrub
be: Сухі хмызняк
cs: Suché křoví
de: Trockener Strauch
es: Arbusto Seco
fr: Arbuste desséché
it: Arbusto secco
ms: Pokok Renek Kering
nl: Droge Struik
pl: Wysuszony krzak
ru: Сухой куст

source: Acacia Fence
be: Плот з акацыі
cs: Akáciový plot
de: Akazienzaun
es: Cerca de Acacia
fr: Clôture en acacia
it: Staccionata d'acacia
ms: Pagar Akasia
nl: Acacia Hek
pl: Płot akacjowy
ru: Забор из акации

source: Aspen Fence
be: Асінавы плот
cs: Osikový plot
de: Espenzaun
es: Cerca de Alamo
fr: Clôture en bouleau
it: Staccionata di pioppo
ms: Pagar Aspen
nl: Aspen Hek
pl: Płot osikowy
ru: Забор из осины

source: Junglewood Fence
be: Плот з джунглевага дрэва
cs: Plot z tropického dřeva
de: Tropenholzzaun
es: Cerca de Madera de Jungla
fr: Clôture en bois exotique
it: Staccionata di legno della giungla
ms: Pagar Kayu Hutan
nl: Junglehouten Hek
pl: Płot z drewna dżunglowego
ru: Забор из дерева джунглей

source: Pine Fence
be: Хвойны плот
cs: Borovicový plot
de: Kiefernzaun
es: Cerca de Pino
fr: Clôture en pin
it: Staccionata di pino
ms: Pagar Pain
pl: Płot sosnowy
ru: Забор из сосны

source: Wooden Fence
be: Драўляны плот
cs: Dřevěný plot
de: Holzzaun
es: Cerca de Madera
fr: Clotûre en bois
it: Staccionata di legno
ms: Pagar Kayu
nl: Houten Hek
pl: Płot drewniany
ru: Деревянный забор

source: Flint
be: Крэмень
cs: Pazourek
de: Feuerstein
es: Pedernal
fr: Silex
it: Selce
ms: Batu Api
nl: Vuursteen
pl: Krzemień
ru: Кремень

source: Furnace
be: Печ
cs: Pec
de: Ofen
es: Horno
fr: Fourneau
it: Fornace
ms: Relau
nl: Oven
pl: Piec
ru: Печь

source: Glass
be: Шкло
cs: Sklo
de: Glas
es: Vidrio
fr: Verre
it: Vetro
ms: Kaca
nl: Glas
pl: Szkło
ru: Стекло

source: Gold Block
be: Блок золата
cs: Zlatý blok
es: Bloque de Oro
fr: Bloc d'or
it: Blocco d'oro
ms: Bongkah Emas
nl: Gouden Blok
pl: Blok złota
ru: Блок золота

source: Gold Ingot
be: Злітак золата
cs: Zlatý ingot
de: Goldbarren
es: Lingote de Oro
fr: Lingot d'or
it: Lingotto d'oro
ms: Jongkong Emas
nl: Goudstaaf
pl: Sztabka złota
ru: Золотой слиток

source: Gold Lump
be: Кавалак золата
cs: Hrouda zlata
de: Goldklumpen
es: Pedazo de Oro
fr: Minerai d'or
it: Grumo d'oro
ms: Longgokan Emas
nl: Goud Klomp
pl: Bryłka złota
ru: Золотая руда

source: Grass
be: Трава
cs: Tráva
de: Gras
es: Pasto
fr: Herbe
it: Erba
ms: Rumput
nl: Gras
pl: Trawa
ru: Трава

source: Gravel
be: Жвір
cs: Štěrk
de: Kies
es: Gravilla
fr: Gravier
it: Ghiaia
ms: Kelikir
nl: Grind
pl: Żwir
ru: Гравий

source: Ice
be: Лёд
cs: Led
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
ms: Ais
nl: Ijs
pl: Lód
ru: Лед

source: Iron Lump
be: Кавалак жалеза
cs: Hrouda železa
de: Eisenklumpen
es: Pedazo de Hierro
fr: Minerai de fer
it: Grumo di ferro
ms: Longgokan Besi
nl: Ijzer Klomp
pl: Bryłka żelaza
ru: Железная руда

source: Jungle Grass
be: Джунглевая трава
cs: Tropická tráva
de: Tropengras
es: Pasto de Jungla
fr: Herbes (jungle)
it: Erba della giungla
ms: Rumput Hutan
nl: Jungle Gras
pl: Trawa jungli
ru: Трава джунглей

source: Jungle Leaves
be: Лісце джунглевага дрэва
cs: Listí tropického stormu
de: Tropenblätter
es: Hojas de Jungla
fr: Feuilles d'arbre exotique
it: Foglie della giungla
ms: Daun Pokok Hutan
nl: Jungle Bladeren
pl: Liście jungli
ru: Листья джунглей

source: Jungle Sapling
be: Саджанец джунглевага дрэва
cs: Sazenice tropického stromu
de: Tropensetzling
es: Retoño de Jungla
fr: Pousse d'arbre exotique
it: Pianticella di albero della giungla
ms: Anak Pokok Hutan
nl: Jungle Kiemplant
pl: Sadzonka jungli
ru: Саженец дерева джунглей

source: Jungle Tree
be: Джунглевае дрэва
cs: Kmen tropického stormu
de: Tropenbaumstamm
es: Arbol de Jungla
fr: Arbre exotique
it: Albero della giungla
ms: Kayu Pokok Hutan
nl: Jungle Boom
pl: Drzewo jungli
ru: Дерево джунглей

source: Junglewood Planks
be: Дошкі з джунглевага дрэва
cs: Prkna z tropického dřeva
de: Tropenholzbretter
es: Tablas de Madera de Jungla
fr: Planches en bois exotique
it: Assi di legno della giungla
ms: Papan Kayu Hutan
nl: Jungle Houten Planken
pl: Deski drzewa jungli
ru: Доски дерева джунглей

source: Key
be: Ключ
cs: Klíč
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ms: Kunci
nl: Sleutel
pl: Klucz
ru: Ключ

source: Steel Ladder
be: Сталёвая лесвіца
cs: Ocelový žebřík
de: Stahlleiter
es: Escalera de Acero
fr: Échelle en acier
it: Scala a pioli d'acciaio
ms: Tangga Panjat Keluli
nl: Stalen Ladder
pl: Stalowa drabina
ru: Стальная лестница

source: Wooden Ladder
be: Драўляная лесвіца
cs: Dřevěný žebřík
de: Holzleiter
es: Escalera de Madera
fr: Échelle en bois
it: Scala a pioli di legno
ms: Tangga Panjat Kayu
nl: Houten Ladder
pl: Drewniana drabina
ru: Деревянная лестница

source: Flowing Lava
be: Цякучая лава
cs: Tekoucí láva
de: Fließende Lava
es: Fluido de Lava
fr: Lave vive
it: Lava corrente
ms: Lava Mengalir
nl: Stromende Lava
pl: Płynąca lawa
ru: Текущая лава

source: Lava Source
be: Крыніца лавы
cs: Zdroj lávy
de: Lavaquelle
es: Fuente de Lava
fr: Source de lave
it: Fonte di lava
ms: Sumber Lava
nl: Lava Bron
pl: Źródło lawy
ru: Источник лавы

source: Leaves
be: Лісце
cs: Listí
de: Blätter
es: Hojas
fr: Feuilles
it: Foglie
ms: Daun Pokok
nl: Bladeren
pl: Liście
ru: Листья

source: Mese Crystal Fragment
be: Фрагмент крышталю мезы
cs: Úlomek Mese krystalu
de: Mesekristallfragment
es: Fragmento de Cristal de Mese
fr: Éclat de Mese
it: Frammento di cristallo di mese
ms: Serpihan Mese
nl: Mese Kristal Fragment
pl: Fragment kryształu Mese
ru: Фрагмент кристалла мезы

source: Mese Crystal
be: Крышталь мезы
cs: Mese krystal
de: Mesekristall
es: Cristal de Mese
fr: Cristal de Mese
it: Cristallo di mese
ms: Kristal Mese
nl: Mese Kristal
pl: Kryształ Mese
ru: Кристалл мезы

source: Mese Lamp
be: Кавалак мезы
cs: Mese lampa
de: Meselampe
es: Lampara de Mese
fr: Lampe en Mese
it: Lampada di mese
ms: Lampu Mese
pl: Lampa Mese
ru: Лампа мезы

source: Mese Post Light
be: Паслясвячэнне мезы
cs: Svítící Mese sloupek
de: Mesepfostenlampe
es: Poste de Luz de Mese
fr: Balise en Mese
it: Lampioncino di mese
ms: Lampu Tiang Mese
pl: Lampa uliczna Mese
ru: Послесвечение Мезы

source: Mese Block
be: Блок мезы
cs: Mese blok
es: Bloque de Mese
fr: Bloc de Mese
it: Blocco di mese
ms: Bongkah Mese
nl: Mese Blok
pl: Blok Mese
ru: Блок мезы

source: Mossy Cobblestone
be: Замшэлы брук
cs: Dlažba porostlý mechem
de: Bemooster Pflasterstein
es: Adoquin Musgoso
fr: Pierres moussues
it: Ciottoli muschiosi
ms: Batu Buntar Berlumut
nl: Mossige Keistenen
pl: Omszały bruk
ru: Замшелый булыжник

source: Obsidian Block
be: Блок абсідыяну
cs: Dekorativní obsidián
es: Bloque de Obsidiana
fr: Bloc d'obsidienne
it: Blocco di ossidiana
ms: Bongkah Obsidia
pl: Blok obsydianu
ru: Блок обсидана

source: Obsidian Brick
be: Цэгла з абсідыяну
cs: Obsidiánové cihly
de: Obsidianziegel
es: Ladrillo de Obsidiana
fr: Brique d'obsidienne
it: Mattoni di ossidiana
ms: Bata Obsidia
pl: Cegła obsydianowa
ru: Обсидановый кирпич

source: Obsidian Glass
be: Шкло з абсідыяну
cs: Obsidiánové sklo
de: Obsidianglas
es: Vidrio de Obsidiana
fr: Verre d'obsidienne
it: Vetro di ossidiana
ms: Kaca Obsidia
pl: Szkło obsydianowe
ru: Обсидановое стекло

source: Obsidian Shard
be: Аскепак абсідыяну
cs: Úlomek obsidiánu
de: Obsidianscherbe
es: Esquirla de Obsidiana
fr: Tesson d'obsidienne
it: Scheggia di ossidiana
ms: Serpihan Obsidia
nl: Obsidiaan Scherf
pl: Odłamek obsydianowy
ru: Осколок обсидана

source: Obsidian
be: Абсідыян
cs: Obsidián
es: Obsidiana
fr: Obsidienne
it: Ossidiana
ms: Obsidia
nl: Obsidiaan
pl: Obsydian
ru: Обсидан

source: Paper
be: Папера
cs: Papír
de: Papier
es: Papel
fr: Papier
it: Carta
ms: Kertas
nl: Papier
pl: Papier
ru: Бумага

source: Papyrus
be: Папірус
es: Papiro
it: Papiro
ms: Papirus
pl: Papirus
ru: Папирус

source: Bronze Pickaxe
be: Бронзавая кірка
cs: Bronzový krumpáč
de: Bronzespitzhacke
es: Pico de Bronce
fr: Pioche en bronze
it: Piccone di bronzo
ms: Beliung Gangsa
nl: Bronzen Pikhouweel
pl: Brązowy kilof
ru: Бронзовая кирка

source: Diamond Pickaxe
be: Алмазная кірка
cs: Diamantový krumpáč
de: Diamantspitzhacke
es: Pico de Diamante
fr: Pioche en diamant
it: Piccone di diamante
ms: Beliung Intan
nl: Diamanten Pikhouweel
pl: Diamentowy kilof
ru: Алмазная кирка
