Repository: tacotexmex/hamlets_quest
Catalog: mods/buildings_etc/hidden_doors/locale/*.po
Languages: it

source: Concealed
it: Porta camuffata di

source: [Mod] Hidden Doors loaded
it: [Mod] Hidden Doors caricato

source: Stone
it: pietra

source: Cobble
it: ciottoli

source: Stone Brick
it: mattoni di pietra

source: Stone Block
it: blocchi di pietra

source: Mossy Cobble
it: ciottoli muschiosi

source: Desert Stone
it: pietra del deserto

source: Desert Cobble
it: ciottoli del deserto

source: Desert Stone Brick
it: mattoni di pietra del deserto

source: Desert Stone Block
it: blocchi di pietra del deserto

source: Sandstone
it: arenaria

source: Sandstone Brick
it: mattoni di arenaria

source: Sandstone Block
it: blocchi di arenaria

source: Desert Sandstone
it: arenaria del deserto

source: Desert Sandstone Brick
it: mattoni di arenaria del deserto

source: Desert Sandstone Block
it: blocchi di arenaria del deserto

source: Silver Sandstone
it: arenaria argentea

source: Silver Sandstone Brick
it: mattoni di arenaria argentea

source: Silver Sandstone Block
it: blocchi di arenaria argentea

source: Obsidian
it: ossidiana

source: Obsidian Brick
it: mattoni di ossidiana

source: Obsidian Block
it: blocchi di ossidiana

source: Tree
it: albero

source: Jungle Tree
it: albero della giungla

source: Pine Tree
it: pino

source: Acacia Tree
it: acacia

source: Aspen Tree
it: pioppo

source: Wood
it: legno

source: Jungle Wood
it: legno della giungla

source: Pine Wood
it: legno di pino

source: Acacia Wood
it: legno di acacia

source: Aspen Wood
it: legno di pioppo

source: Bronze Block
it: blocchi di bronzo

source: Copper Block
it: blocchi di rame

source: Gold Block
it: blocchi d'oro

source: Steel Block
it: blocchi d'acciaio

source: Tin Block
it: blocchi di stagno

source: Dirt
it: terra

source: Brick
it: mattoni

source: Ice
it: ghiaccio

source: Diamond Block
it: blocchi di diamante

source: Mese Block
it: blocchi di mese

source: Bookshelf
it: scaffale

source: Sand
it: sabbia

source: Silver Sand
it: sabbia argentea

source: Desert Sand
it: sabbia del deserto

source: Adobe
it: adobo

source: Basalt
it: basalto

source: Basalt Rubble
it: detriti di basalto

source: Basalt Brick
it: mattoni di basalto

source: Basalt Block
it: blocchi di basalto

source: Gneiss
it: gneis

source: Gneiss Rubble
it: detriti di gneis

source: Gneiss Brick
it: mattoni di gneis

source: Gneiss Block
it: blocchi di gneis

source: Marble
it: marmo

source: Marble Tile
it: mattonelle di marmo

source: Old Red Sandstone
it: arenaria rosso antico

source: Old Red Sandstone Rubble
it: detriti di arenaria rosso antico

source: Old Red Sandstone Brick
it: mattoni di arenaria rosso antico

source: Old Red Sandstone Block
it: blocchi di arenaria rosso antico

source: Serpentine
it: serpentina

source: Shale
it: argillite

source: Schist
it: scisto

source: Slate
it: lavagna

source: Slate Rubble
it: detriti di lavagna

source: Slate Tile
it: mattonelle di lavagna

source: Slate Block
it: blocchi di lavagna

source: Slate Brick
it: mattoni di lavagna

source: Tuff
it: tufo vulcanico

source: Tuff Bricks
it: mattoni di tufo vulcanico

source: Tuff Rubble
it: detriti di tufo vulcanico

source: Rhyolitic Tuff
it: tufo di riolite

source: Rhyolitic Tuff Bricks
it: mattoni di tufo di riolite

source: Old Tuff Bricks
it: mattoni di tufo vulcanico vecchio

source: Rhyolitic Tuff Rubble
it: detriti di tufo di riolite

source: All-faces Jungle Tree
it: cuore di albero della giungla

source: All-faces Tree
it: cuore di albero

source: Cactus Brick
it: mattoni di cactus

source: Circle Stone Bricks
it: mattoni di pietra a cerchio concentrico

source: Coal Stone
it: pietra carbone

source: Cobble Compressed
it: ciottoli compressi

source: Copper Patina
it: patina di rame

source: Empty Bookshelf
it: scaffale vuoto

source: Stone Bricks
it: mattoni di pietra

source: Iron Stone
it: pietra ferro

source: Iron Stone Bricks
it: mattoni di pietra ferro

source: Plankstone
it: pietra e assi

source: Split Stone Tile
it: mattonelle di pietra divisa

source: Checkered Stone Tile
it: mattonelle di pietra a scacchi

source: Stone Tile
it: mattonelle di pietra

source: Tar
it: catrame

source: Trap Stone
it: pietra trappola

source: Full Wooden Tile
it: mattonelle di legno pieno
